[
  {
    "title": "Database management system for European Community Foundations Initiative (ECFI)",
    "organization": {
      "name": "European Community Foundation Initiative",
      "description": "<p>Die European Community Foundation Initiative (ECFI) ist eine gemeinsame Initiative, die sich f&uuml;r die St&auml;rkung und F&ouml;rderung der&nbsp;B&uuml;rgerstiftungen in Europa einsetzt.</p>",
      "address": {
        "street": "Karl-Liebknecht-Straße",
        "number": "34",
        "zip_code": "10178",
        "place": "Berlin",
        "country": "Germany"
      },
      "address_comments": "c/o Bundesverband Deutscher Stiftungen (Association of German Foundations).",
      "impressum": "https://www.communityfoundations.eu/disclaimer.html"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Automatisierung",
      "Open Source",
      "Datenmanagement",
      "Datenerhebung"
    ],
    "dataTypes": [
      "Umfrage",
      "Open Data"
    ],
    "description": "<html><head></head><body><h2 dir=\"ltr\">Project overview</h2>\n<table>\n<tbody>\n<tr>\n<td><strong>Partner:</strong></td>\n<td><a href=\"https://www.communityfoundations.eu/home.html\" target=\"_blank\" rel=\"noopener\">European Community Foundation Initiative</a> (ECFI)</td>\n</tr>\n<tr>\n<td><strong>Impact:</strong></td>\n<td>Developing database for community-foundations social-impact indicators (Phase I)</td>\n</tr>\n<tr>\n<td><strong>Skills: </strong></td>\n<td>Python, database desing, knowledge of database managament systems (like MySQL or Maria DB), GitHub. Familiarity with cloud computing (like NextCloud) and data security (like access control, maybe encryption) is considered a plus.&nbsp;</td>\n</tr>\n<tr>\n<td><strong>Team:</strong></td>\n<td>4-5 people</td>\n</tr>\n<tr>\n<td><strong>Start: </strong></td>\n<td>Midth of October 2025</td>\n</tr>\n<tr>\n<td><strong>Predicted end of project: </strong></td>\n<td>End of January 2026</td>\n</tr>\n<tr>\n<td><strong>Location: </strong></td>\n<td>Remote</td>\n</tr>\n<tr>\n<td><strong>Language requirements:</strong></td>\n<td>German and/or English are welcome. As a European NGO, English as the project language is preferred.&nbsp;</td>\n</tr>\n<tr>\n<td><strong>Apply until: </strong></td>\n<td>10.10.2025</td>\n</tr>\n<tr>\n<td><strong>Application form</strong></td>\n<td><a href=\"https://ee.correlaid.org/x/JS9WxNRx\" target=\"_blank\" rel=\"noopener\">https://ee.correlaid.org/x/JS9WxNRx</a> &nbsp; &nbsp;Select language in upper right corner of form.</td>\n</tr>\n<tr>\n<td><strong>Ressources:</strong></td>\n<td>Link to <a href=\"https://docs.correlaid.org/project-manual/data4good-projects\" target=\"_blank\" rel=\"noopener\">CorrelAid Data4Good Documentation</a></td>\n</tr>\n</tbody>\n</table>\n<h1>Project description</h1>\n<h2 id=\"docs-internal-guid-9df617ca-7fff-ff09-254f-29036c1be78a\" dir=\"ltr\">About ECFI</h2>\n<p dir=\"ltr\">European Community Foundation Initiative (ECFI) is a non-profit organization strengthening and promoting the development of community foundations and their support organisations across Europe. ECFI serves as a hub for learning, peer exchange, and visibility, equipping community foundation practitioners with knowledge and connections to improve their practice and impact. Their vision is a vibrant community foundation movement contributing significantly to citizens’ engagement in local philanthropy and civil society in Europe.</p>\n<p dir=\"ltr\">Further Reading:<a href=\"https://zywdrv.clicks.mlsend.com/tj/cl/eyJ2Ijoie1wiYVwiOjI1NzQxNCxcImxcIjoxNTczNjE1MjIwMDIxMDE3OTIsXCJyXCI6MTU3MzYxNTU0MjIwNjQ3NjQwfSIsInMiOiI2ZjdlM2JkZjQ0ZGNkMjA2In0\"> </a>https://www.communityfoundations.eu/home.html</p>\n<h2 dir=\"ltr\">Project Goals</h2>\n<p dir=\"ltr\">The main objective of this project is to develop a database management system that enables ECFI to:</p>\n<ol>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Consolidate and store existing data from various sources (e.g. Excel sheets).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Integrate and update data from community foundations.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Make data accessible for internal and external use with different access rights (authentication) for different stakeholder groups.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Use the database for future applications (e.g., interactive web map to communicate success to stakeholders; see Phase II).</p>\n</li>\n</ol>\n<p dir=\"ltr\">This project aims to build a database for data collection and data updates of European community foundations, must be cost-neutral and support easy maintenance, open source and GDPR (like using servers in Europe only).&nbsp;</p>\n<h2 dir=\"ltr\">Deliverables</h2>\n<p dir=\"ltr\">The project tasks can be broken down into the following parts:</p>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Design and development of a relational database (e.g., MySQL, MariaDB).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Implementation of database structures (tables, relations, indexes, views).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Migration and integration of existing data (from CSV, Excel, or web data).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Setup of user and permission management (authentication, access rights).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Delivery of technical documentation (ER diagrams, table and relationship descriptions).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Development of a simple front-end interface for data maintenance and data input for regular data queries from new and existing community foundations.<br><br></p>\n</li>\n</ul>\n<h2 dir=\"ltr\">Data</h2>\n<p dir=\"ltr\">ECFI collects data from community foundations such as their name, address, website, and founding year. The data is available in Excel files. Other data may be collected and integrated like public data on regional statistics.</p>\n<h2 dir=\"ltr\">Outcome and social impact&nbsp;</h2>\n<p dir=\"ltr\">The database will allow ECFI to collect the data on the European community foundations in a systematic and automated way and make them accessible for different stakeholders. Using this database to visualise the community reach and social impact of European community foundations can help ECFI to equally empower the civil society all over Europe.</p>\n<h2 dir=\"ltr\">Volunteer Profiles Needed</h2>\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">CorrelAid-Projects</a> offer you the opportunity to utilise and develop your skills and potential for the common good as part of a team. Here you can acquire new skills, develop and test innovative solutions and broaden your horizons. To apply and participate, you should be interested in the impact of community foundations on our civil society and excited to develop database management systems.</p>\n<p dir=\"ltr\">In the team, we would like to combine the following skills:</p>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Interest in supporting European community foundations in growing, learning, and networking and understanding their data.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Experience with or interest in (technical) requirement analysis and conceptual data modelling of databases (database design).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">(Basic/advanced) knowledge of open-source database management systems (like MySQL, MariaDB) and cloud hosting (like Nextcloud).</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Familiarity with data security (like access control, maybe encryption) and GDPR for data storage and data analysis.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Enthusiasm for the comprehensible presentation, documentation and explanation of data structure and data projects. Output-orientated work.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">(Basic/advanced) knowledge of Python.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">A basic understanding of the Git workflow (pull, commit, push) or willingness to learn it</p>\n</li>\n</ul>\n<p dir=\"ltr\">The estimated commitment is approximately 4 hours per week. We plan to work in English as the standard language.</p>\n<h2 dir=\"ltr\">Timeline</h2>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Application: from 05.10.2025 until 10.10.2025</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Team selection process: beginning of 11.10.2025</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Project kickoff and workshop: middle of October 2025</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Project work: until end of&nbsp; January 2025</p>\n</li>\n</ul>\n<h2 dir=\"ltr\">Open team positions</h2>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">1 team lead</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">3 team members</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">1 trainee</p>\n</li>\n</ul>\n<h2 id=\"docs-internal-guid-75961f55-7fff-7676-5a3d-289f311577b8\" dir=\"ltr\">Expected time effort</h2>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">4 hours a week per volunteer</p>\n</li>\n</ul>\n<h2 dir=\"ltr\">Link to application</h2>\n<p dir=\"ltr\"><a href=\"https://ee.correlaid.org/x/JS9WxNRx\" target=\"_blank\" rel=\"noopener\">APPLY HERE</a></p>\n<p>Select English version of the application form on the top right of form.</p></body></html>",
    "summary": "<html><head></head><body><p>Dieses Projekt zielt darauf ab, eine Datenbank für die Datenerfassung und -aktualisierung europäischer Gemeinschaftsstiftungen aufzubauen. Diese muss kostenneutral sein und eine einfache Wartung, Open Source und die DSGVO unterstützen (z. B. durch die ausschließliche Nutzung von Servern in Europa). Die Datenbank wird es der ECFI ermöglichen, Daten über die europäischen Gemeinschaftsstiftungen auf systematische und automatisierte Weise zu sammeln und sie verschiedenen Interessengruppen zugänglich zu machen. Die Nutzung dieser Datenbank zur Visualisierung der Reichweite und der sozialen Wirkung der europäischen Gemeinschaftsstiftungen kann der ECFI dabei helfen, die Zivilgesellschaft in ganz Europa gleichermaßen zu stärken.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2025-10-ECF",
    "teaser": "Support ECFI with a database solution that helps them to facilitate data collection, data storage and data analysis of European community foundations. ",
    "endDate": "2026-01-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Automatisierung von Reportings aus Evaluationsdaten",
    "organization": {
      "name": "Coach@School",
      "description": "<p>coach@school e. V. ist ein gemeinn&uuml;tziges Sozialunternehmen, das seit 2016 Lesefreude in Kitas, Grundschulen und Familien f&ouml;rdert. Ihr Ziel ist, dass alle Kinder unabh&auml;ngig von ihrer Herkunft faire Bildungschancen haben. Die Organisation sizt in Hamburg, ihre Koffer mit mehrsprachigen B&uuml;chern rollen in 14 Bundesl&auml;ndern, laden Familien zum Lesen ein und zeigen, dass Mehrsprachigkeit eine St&auml;rke ist.</p>",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting",
      "Visualisierung",
      "Automatisierung",
      "Wirkungsmessung"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": "<html><head></head><body><h2 dir=\"ltr\">Überblick</h2>\n<div dir=\"ltr\" align=\"left\">\n<table><colgroup><col width=\"162\"><col width=\"438\"></colgroup>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\">Partner:</p>\n</td>\n<td>\n<p dir=\"ltr\"><a href=\"https://www.coachatschool.org/\">coach@school e.V.</a></p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Ziel:</p>\n</td>\n<td>\n<p dir=\"ltr\">Auswertung &amp; Reporting von Lehrkräftebefragung &amp; Lesetagebüchern</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Skills:&nbsp;</p>\n</td>\n<td>\n<p>Datenauswertung, -visualisierung, Reporting und Automatisierung in R / RMarkdown</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Team:</p>\n</td>\n<td>\n<ul>\n<li>1 Team Lead</li>\n<li>3 Team Members</li>\n<li>1 Team Trainee</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Projektstart:&nbsp;</p>\n</td>\n<td>\n<p dir=\"ltr\">Anfang Juli 2025</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Projektende:&nbsp;</p>\n</td>\n<td>\n<p dir=\"ltr\">Ende Oktober 2025</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Ort:&nbsp;</p>\n</td>\n<td>\n<p dir=\"ltr\">Remote</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Projektsprache:</p>\n</td>\n<td>\n<p dir=\"ltr\">coach@school. arbeitet auf deutsch. Deshalb sind Deutschkenntnisse auf einem Level erforderlich, dass du einem Meeting ohne Probleme folgen kannst (ca. B2).&nbsp;</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Bewerbung:&nbsp;</p>\n</td>\n<td>\n<p dir=\"ltr\">Bis 11. Juni 2025 <a href=\"https://ee.correlaid.org/x/JRFLbyP6\">HIER</a>&nbsp;</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">Ressourcen:</p>\n</td>\n<td>\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">Link zur CorrelAid Data4Good Dokumentation</a></p>\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n<h1>Projektbeschreibung</h1>\n<h2 dir=\"ltr\">Titel</h2>\n<p dir=\"ltr\">Automatisierung von Reportings aus Evaluationsdaten</p>\n<h2 dir=\"ltr\">Zusammenfassung</h2>\n<p dir=\"ltr\">Im Projekt sollen die Mitarbeiter*innen von coach@school dabei unterstützt werden, das Potenzial ihrer Umfragedaten besser zu nutzen und wiederkehrende Arbeitsabläufe bei der Erstellung von Reportings, v.a. für verschiedene Bundesländer und Regionen, stärker zu automatisieren. Außerdem soll das Projektteam coach@school helfen, die Berichte für Förderer und andere wichtige Stakeholder durch ansprechende und überzeugende Datenvisualisierungen noch weiter zu optimieren. Die Reportings sollen mit R (z.B. RMarkdown, Quarto) erstellt werden und Ziel ist eine gute Dokumentation und Übergabe an coach@school, so dass diese die Berichte selbst pflegen und weiter nutzen können.</p>\n<h2 dir=\"ltr\">Herausforderung</h2>\n<p dir=\"ltr\">Die Herausforderung von coach@school liegt in der manuellen Auswertung und Berichterstellung der Daten, die sie im Rahmen ihrer Programme erfassen – darunter Lesetagebücher, jährliche Umfragen mit Lehrkräften sowie Feedback zu Fortbildungen. Alle Daten werden erhoben via SurveyMonkey und stehen als CSV-Dateien zur Verfügung.</p>\n<p dir=\"ltr\">Die manuelle Verarbeitung ist zeitaufwendig und erschwert eine zeitnahe sowie differenzierte Rückmeldung an Förderer und andere Stakeholder.<br>Die Erstellung von Berichten mit unterschiedlichen regionalen Schwerpunkten Prozesse möchte coach@school verbessern und stärker automatisieren,&nbsp; insbesondere:</p>\n<ul>\n<li>Zusammenführen von Daten aus verschiedenen Quellen</li>\n<li>Standardisierte Auswertung (z. B. nach Bundesland oder Förderregion)</li>\n<li>Erstellung von Grafiken</li>\n</ul>\n<h2 dir=\"ltr\">Daten</h2>\n<p dir=\"ltr\">Analysiert werden sollen zwei verschiedenen Arten von Datensätzen: Befragungen von Lehrkräften, die das Bücherkoffer-Programm nutzen und Feedback dazu geben und Auswertungen von Lesetagebüchern der Schüler*innen, z.B. welche Bücher am beliebtesten waren oder wie häufig der Bücherkoffer genutzt wurde.&nbsp;</p>\n<p dir=\"ltr\">Die Daten stammen aus SurveyMonkey-Umfragen (pro Jahr ca. 250 Rückläufe von Lehrkräften und ca. 6.000 Datensätze bezogen auf die Lesetagebücher) und können als CSV-Dateien zur Verfügung gestellt werden. Aktuell erfolgt die rein Auswertung und Erstellung von Grafiken rein manuell mit Excel und die Zusammenführung zu einem Bericht in Word.&nbsp;</p>\n<h2 dir=\"ltr\">Projektziele und -inhalte</h2>\n<p dir=\"ltr\">Im Projekt geht es insbesondere darum, Prozesse, die derzeit noch sehr viel manuelle Arbeit erfordern, zu automatisieren und in einem Report so aufzubereiten, dass dieser langfristig von den Mitarbeiter*innen von coach@school genutzt werden kann, um schneller, datengestützt und adressatengerecht mit Förderern und Partnern kommunizieren und gleichzeitig Ressourcen intern freizusetzen.&nbsp;</p>\n<p dir=\"ltr\">Die Hauptinhalte des Projektes sind daher:</p>\n<ul>\n<li>Erstellung eines Reportings auf Bundesebene und mindestens eines weiteren Reportings mit regionalem Schwerpunkt (z.B. Bundesland), das von coach@school als Grundlage für weitere ähnliche Berichte genutzt werden kann</li>\n<li>Automatisierung des Reportings z.B. mit RMarkdown oder Quarto mit ausführlicher Dokumentation und Einweisung des Teams von coach@school, das die Berichte dann für weitere Regionen abwandeln und nutzen möchte.</li>\n<li>Grafische Aufbereitung der Reports, d.h. Überarbeitung und ggf. Erweiterung von Datenvisualisierungen</li>\n<li>Optional: Tutoring der Mitarbeitenden von coach@school, um ihnen Grundkenntnisse in R zu vermitteln und die weitere Verwendung &amp; Pflege mit den Berichten nach Projektabschluss zu erleichtern</li>\n</ul>\n<h2 dir=\"ltr\">Ergebnis und sozialer Impact</h2>\n<p dir=\"ltr\">Der Output des Projekts soll zum einen ein automatisierter Report sein, der die Evaluationsergebnisse der Bücherkoffer zusammenfasst und visuell ansprechend aufbereitet und für verschiedene Regionen erstellt werden kann, um beispielsweise Fördergebende von der Arbeit von coach@school zu überzeugen. Zum anderen sollen durch gute Dokumentation und entsprechende Anleitung die Mitarbeitenden von coach@school befähigt werden, den Report eigenständig in den Folgejahren ihrem Bedarf gemäß abzuwandeln.</p>\n<p dir=\"ltr\">Die Outputs des Projekts helfen den Mitarbeitenden von coach@school unmittelbar dabei, wiederkehrende Arbeitsabläufe effizienter zu gestalten und ermöglichen somit den Fokus verstärkt auf die Arbeit mit den Kindern und Jugendlichen zu legen. Darüber hinaus helfen die Ergebnisse dabei, die Wirkung ihrer Arbeit und die Bedürfnisse der Zielgruppe noch besser zu verstehen.</p>\n<h2 dir=\"ltr\">Timeline</h2>\n<ul>\n<li>Bewerbung bis 11. Juni 2025</li>\n<li>Teamauswahl-Prozess: Juni 2025</li>\n<li>Projekt-Kickoff: Anfang Juli 2025</li>\n<li>Projektarbeit: bis Ende Oktober 2025</li>\n</ul>\n<h1 dir=\"ltr\">Dein Profil</h1>\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">CorrelAid-Projekte</a> bieten dir die Möglichkeit, gemeinsam im Team deine Fähigkeiten und Potenziale für das Allgemeinwohl einzusetzen und weiterzuentwickeln. Hier kannst du neue Skills erwerben, innovative Lösungen erarbeiten und testen und deinen Erfahrungshorizont erweitern. Für die Bewerbung und Teilnahme solltest du vor allem eine große Begeisterung für (Umfrage-)Daten und Interesse für die Arbeit in der Kinder- und Jugendbildung haben. Darüber hinaus ist es bei diesem Projekt wichtig, den Blick auf die Abläufe im Arbeitsalltag nicht aus den Augen zu verlieren, um eine praxisorientierte Umsetzung zu gewährleisten, die langfristig genutzt werden kann.</p>\n<p dir=\"ltr\">Hier ein paar weitere Informationen zum Projekt:</p>\n<h2 dir=\"ltr\">Zeitaufwand</h2>\n<p>Ca. 4-6 Stunden pro Woche</p>\n<h2 dir=\"ltr\">Motivation und (Lern-)Erfahrung</h2>\n<ul>\n<li>Interesse, in Zusammenarbeit mit den Mitarbeiter*innen von coach@school eine langfristige Lösung zu erarbeiten, die sie selbst gut pflegen können</li>\n<li>(Grundlegende/fortgeschrittene) Kenntnisse der Datenanalyse in R&nbsp; und R Markdown oder Quarto (Absprache im Team)</li>\n<li>Erfahrung in der Auswertung von Evaluationsergebnissen und Umfragen (z.B. Net Promoter Score) von Vorteil</li>\n<li>Begeisterung für die verständliche Darstellung und Erklärung von Daten und Analysen. Kreativität und Spaß an der Analyse von Evaluationsdaten. Outputorientiertes Arbeiten.</li>\n<li>Erfahrung in der Automatisierung von Reports und Datenvisualisierung von Vorteil</li>\n<li>Interesse an der Arbeit für bessere Bildungschancen für Kinder</li>\n<li>Grundlegendes Verständnis des Git-Workflows (pull, commit, push) oder Bereitschaft zur Einarbeitung&nbsp;</li>\n<li>Optional: Erfahrung und/oder Interesse an der Wissensvermittlung, um die Mitarbeitenden von coach@school in der Pflege und Weiterverarbeitung der erstellten Skripte zu schulen.</li>\n</ul>\n<h1 dir=\"ltr\">Bewerbung</h1>\n<h2 dir=\"ltr\">Offene Teampositionen</h2>\n<ul>\n<li>1 Teamleitung</li>\n<li>3 Teammitglieder</li>\n<li>1 Team-Trainee</li>\n</ul>\n<h2 dir=\"ltr\">Link zur Bewerbung</h2>\n<p dir=\"ltr\"><a href=\"https://ee.correlaid.org/x/JRFLbyP6\">HIER BEWERBEN</a></p></body></html>",
    "summary": "<html><head></head><body><p>Im Projekt sollen die Mitarbeiter*innen von coach@school dabei unterstützt werden, das Potenzial ihrer Umfragedaten besser zu nutzen und wiederkehrende Arbeitsabläufe bei der Erstellung von Reportings, v.a. für verschiedene Bundesländer und Regionen, stärker zu automatisieren. Außerdem soll das Projektteam coach@school helfen, die Berichte für Förderer und andere wichtige Stakeholder durch ansprechende und überzeugende Datenvisualisierungen noch weiter zu optimieren. Die Reportings sollen mit R (z.B. RMarkdown, Quarto) erstellt werden und Ziel ist eine gute Dokumentation und Übergabe an coach@school, so dass diese die Berichte selbst pflegen und weiter nutzen können.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2025-05-CAS",
    "teaser": "Unterstützung von coach@school mit automatisiertem Reporting aus Evaluationsdaten wie Lehrkräftebefragungen zur Reduzierung des Verwaltungsaufwands.",
    "endDate": "2025-10-31",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Improving and upgrading the Silbernetz dashboard",
    "organization": {
      "name": "Silbernetz e.V.",
      "description": "<p><span id=\"docs-internal-guid-89271240-7fff-b478-2483-3c5a680e53a7\">Silbernetz ist ein einzigartiges Hilfs- und Kontaktangebot f&uuml;r &auml;ltere Menschen in Deutschland. Mit einem dreistufigen Ansatz bahnt es vereinsamten &Auml;lteren einen Weg aus der Isolation. Es erm&ouml;glicht anonyme Kontaktaufnahme, den schrittweisen Wiederaufbau pers&ouml;nlicher Verbindung sowie die Vernetzung zu zahlreichen Angeboten f&uuml;r &auml;ltere Menschen in ihrem Umfeld und ihrer unmittelbaren Nachbarschaft. Zun&auml;chst in Berlin aufgebaut und erprobt, ist es seit dem 16. M&auml;rz 2020 bundesweit erreichbar. (Quelle: </span><a href=\"https://www.silbernetz.org/\">Silbernetz Homepage</a>)</p>",
      "address": {
        "street": "Wollankstraße",
        "number": "97",
        "zip_code": "13359",
        "place": "Berlin",
        "country": "Germany"
      },
      "impressum": "https://silbernetz.org/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting",
      "Visualisierung",
      "Wirkungsmessung"
    ],
    "dataTypes": [
      "Prozess",
      "Geo"
    ],
    "description": "<html><head></head><body><table>\n<tbody>\n<tr>\n<td><strong>Partner:</strong></td>\n<td><a href=\"https://silbernetz.org\">Silbernetz e.V.</a></td>\n</tr>\n<tr>\n<td><strong>Impact:</strong></td>\n<td>Bring one of the most successful CorrelAid projects up to speed and make it more stable.</td>\n</tr>\n<tr>\n<td><strong>Skills: </strong></td>\n<td>Shiny, renv, refactoring, devops, developing data applications, geo data</td>\n</tr>\n<tr>\n<td><strong>GitHub Repo</strong></td>\n<td><a href=\"https://github.com/CorrelAid/silbernetz-public\">https://github.com/CorrelAid/silbernetz-public</a></td>\n</tr>\n<tr>\n<td><strong>Team:</strong></td>\n<td>3-4 people</td>\n</tr>\n<tr>\n<td><strong>Start: </strong></td>\n<td>End of May 2025</td>\n</tr>\n<tr>\n<td><strong>Predicted end of project: </strong></td>\n<td>End of September or October 2025</td>\n</tr>\n<tr>\n<td><strong>Location: </strong></td>\n<td>Remote</td>\n</tr>\n<tr>\n<td><strong>Language requirements:</strong></td>\n<td>English only possible but we will select at least 1-2 people with good German skills (&gt;B2/C1) to have at least one or two team members who can communicate with the NPO partner person in German</td>\n</tr>\n<tr>\n<td><strong>Apply until: </strong></td>\n<td>10.05.2025</td>\n</tr>\n<tr>\n<td><strong>Application form</strong></td>\n<td><a href=\"https://ee.correlaid.org/single/jkM06lOV\">https://ee.correlaid.org/single/jkM06lOV</a></td>\n</tr>\n</tbody>\n</table>\n<p><em>\"The visualization of the data has <strong>revolutionized our work</strong>. As a manager, I often used the maps in discussions with politicians, stakeholders and donors. Our counterparts understood much faster and better our work. We were able to <strong>convince existing donors of our impact and gain new ones</strong>. The project really was a game changer for us.\"</em></p>\n<p>This is what the (now former) manager of <a href=\"https://silbernetz.org\">Silbernetz e.V.</a> – a hotline for elderly people who feel lonely – had to say about the <strong>Shiny dashboard</strong> that CorrelAid volunteers programmed in a project that ran from 2021-22. You can read more about the project in our <a href=\"https://correlaid.org/en/using-data/project-database/2021-07-SIL/\">project database</a>.</p>\n<p>The Silbernetz team relies on the dashboard quite heavily which is why they contacted us when <strong>bugs and errors began to disrupt their important workflows in the dashboard. </strong>The main cause for the bugs and the <strong>deteriorating health</strong> of the application lies in the fact that the current setup is 3 years old and has not been maintained since due to lack of skills to do so on Silbernetz side.</p>\n<p>Because the project with Silbernetz is <strong>one of the most impactful projects CorrelAid has ever done</strong>, we want to help Silbernetz by</p>\n<ul>\n<li>… improving the longevity and stability of the dashboard application. This will include identifying areas of improvement, refactoring code, updating packages, removing unnecessary packages…</li>\n<li>… improving performance, particularly of the data loading from the API</li>\n<li>… making the dashboard easier to maintain in the long term by adding a dedicated dev environment, pinning package versions</li>\n<li>… adding some new features to the dashboard.</li>\n</ul>\n<p>You can find the <a href=\"https://github.com/CorrelAid/silbernetz-public\">existing codebase on GitHub</a>. Here is a short video of some of the dashboard features:</p>\n<p><video controls=\"controls\" width=\"668\" height=\"376\"><source src=\"/assets/dbcf7820-3941-428a-9746-8f487b2c8125.pdf\" type=\"video/quicktime\"></video></p>\n<h2>Your application</h2>\n<p><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">CorrelAid projects</a> offer you the opportunity to use and further develop your skills and potential for the social good by working together in a team. Here you can acquire new skills, develop and test innovative solutions, and broaden your horizon of experience. In order to apply and participate in the project, you should...</p>\n<ul>\n<li>… <strong>enjoy “cleaning up”</strong> the code of other developers. This project will not be a complete rewrite of the application - unless the team decides that this is feasible within the time frame and that it will lead to the most stable and future-proof outcome</li>\n<li>… have some experience in writing R code. To benefit from this project, you need at least <strong>intermediate R skills</strong> such as writing functions.</li>\n<li>… be interested to <strong>learn more about how to write stable and robust R/Shiny</strong> code</li>\n<li>… be curious to <strong>find creative solutions to “deploy” </strong>the application to the laptops and desktop PCs of Silbernetz</li>\n<li>… be open and able to <strong>meet our Silbernetz contact person where she is at</strong> in her understanding of the application. This will include screen sharing sessions and detailed walkthroughs as well as good documentation.</li>\n</ul>\n<p>In addition, the following skills and experiences will be <strong>useful but are not required/necessary</strong>:</p>\n<ul>\n<li>experience with making (R) applications more robust and observable, i.e. by using renv, docker, logging, testing…</li>\n<li>experience with developing R packages</li>\n<li>experience with devops, e.g. setting up different environments, local CI/CD, <code>make</code></li>\n<li>experience with file-based databases such as sqlite or duckdb (optional)</li>\n</ul>\n<h2>Time effort</h2>\n<ul>\n<li>Approx. 2-4 hours per week</li>\n</ul>\n<h2>Timeline</h2>\n<ul>\n<li>Application open until May 10th</li>\n<li>Team selection: until May 17th</li>\n<li>End of May: Kickoff (exact date tbd)</li>\n<li>The project is projected to last over the summer until the end of September or October, depending on how much refactoring and restructuring the team wants / needs to do.</li>\n</ul>\n<h2>Open positions</h2>\n<ul>\n<li>1 team lead</li>\n<li>1 team trainee</li>\n<li>1-2 team members</li>\n</ul>\n<h2>Link to application form</h2>\n<p><a href=\"https://ee.correlaid.org/single/jkM06lOV\">https://ee.correlaid.org/single/jkM06lOV</a></p></body></html>",
    "summary": "<html><head></head><body><p>The project with Silbernetz e.V. is one of the most impactful projects CorrelAid has ever done, <span class=\"yKMVIe\" role=\"heading\" aria-level=\"1\">revolutionizing</span> their fundraising work. In this follow up project, we update the codebase and improve the deployment process, integrating the latest best practices from R and Shiny engineering and devops.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2025-05-SIL",
    "teaser": "Bring the Silbernetz dashboard to the next level of stability and performance!",
    "endDate": "2025-10-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": " Fortschritts-Monitor",
    "teaser": "Phase BE begleitet Jugendliche beim Übergang in die Berufswelt. Doch die Kommunikation zwischen Camp, Betreuung und Büro war fragmentiert. Wichtige Fortschritte und Herausforderungen gingen zwischen verschiedenen Dateien verloren. Mit einem Ampelsystem in Excel konnten wir alle Informationen zentral zusammenführen. Jetzt erkennt Phase BE sofort, wo Jugendliche Unterstützung brauchen und kann rechtzeitig handeln.",
    "href": "/daten-nutzen/projektdatenbank/2025-05-PBE",
    "teamSelection": false,
    "projectTypes": [
      "Automatisierung",
      "Wirkungsmessung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "organizationSector": "education, research",
    "endDate": "2025-10-01",
    "organization": {
      "name": "Phase BE",
      "address": {
        "street": "Hellbrookstraße",
        "number": "63",
        "zip_code": "22305",
        "place": "Hamburg",
        "country": "Germany"
      },
      "address_comments": "Büro Region Bayern: Daiserstraße 15, 81371 München. Post: CAYA Postbox 65468X, 96035 Bamberg.",
      "impressum": "https://www.phasebe.de/impressum"
    },
    "isInternal": false,
    "procLocalChapters": [],
    "localChapterNames": [],
    "projectOutputs": []
  },
  {
    "title": "Data Story mit Konstanzer Klima- und Wetterdaten",
    "organization": {
      "name": "Smart Green City Konstanz",
      "description": "<p>Im Programm Smart Green City Konstanz geht es darum, vielseitige Digitalisierungsprojekte selbst in die Hand zu nehmen, um im Sinne der Konstanzer*innen Entscheidungen auf der Basis eigener Daten treffen zu k&ouml;nnen &ndash; unabh&auml;ngig von gro&szlig;en Konzernen, mit lokalem Know-how und echtem Interesse an der Stadt. Eines der 17 Projekte ist die Klimadatenplattform, welche den Aufbau einer st&auml;dtischen Datenplattform mit Fokus auf Klima- und Umweltdaten beinhaltet. (Quelle: <a href=\"https://smart-green-city-konstanz.de/\" target=\"_blank\" rel=\"noopener\">Smart Green City Konstanz</a>)</p>",
      "address": {
        "street": "Untere Laube",
        "number": "24",
        "zip_code": "78462",
        "place": "Konstanz",
        "country": "Germany"
      },
      "address_comments": "Program der Stadt Konstanz; offizielle Postanschrift Stadt Konstanz: Kanzleistraße 15, 78459 Konstanz.",
      "impressum": "https://smart-green-city-konstanz.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Visualisierung",
      "Datenmanagement"
    ],
    "dataTypes": [
      "Open Data"
    ],
    "description": "<html><head></head><body><h2 dir=\"ltr\">Die Challenge</h2>\n<p dir=\"ltr\">Das Ziel des Projekts war die Erarbeitung (und Umsetzung) einer Data Story, um mit Hilfe offener Klima- und Wetterdaten den Konstanzer Bürger*innen den Klimawandel und seine Folgen vor Ort anschaulich begreifbar zu machen. Die Data Story sollte den inhaltlichen Fokus auf die Notwendigkeit und das Potential von städtischen Klimaanpassungsmaßnahmen legen. Gemeinsam mit dem Team des Smart Green City Projektes sollten Texte und verschiedene Visualisierungen aus diversen Datenquellen erarbeitet und gebaut werden. Die Data Story soll für Bürger*innen auf der Website des Smart Green City Projektes einfach zugänglich gemacht und der Code veröffentlicht werden.</p>\n<h2 dir=\"ltr\">Die Datengrundlage</h2>\n<p dir=\"ltr\">Für die Data Story wurden Wetter- und Klimadaten&nbsp; der mehr als 50 jährigen Historie der <a href=\"https://www.dwd.de/DE/wetter/wetterundklima_vorort/baden-wuerttemberg/konstanz/_node.html\" target=\"_blank\" rel=\"noopener\">DWD Wetterstation in Konstanz</a> sowie die <a href=\"https://offenedaten-konstanz.de/dataset/wetterstationen-programm-smart-green-city\" target=\"_blank\" rel=\"noopener\">offenen Daten der städtischen 12 Wetterstationen</a> verwendet.</p>\n<h2 dir=\"ltr\">Der Ansatz</h2>\n<p dir=\"ltr\">Das CorrelAid-Team ermittelte in Abstimmung mit dem Team der Smart Green City die Bedarfe und Anforderungen an die Data Story und entwickelte anschließend einen inhaltlichen Roten Faden sowie interaktive Grafiken für die Story. Die Implementation erfolgte mithilfe des Observable Frameworks. Dabei wurde besonderes Augenmerk darauf gelegt, dass die Seite für die Stadt auch zukünftig gut wartbar bleibt. Außerdem wurden zwei Expert:innen-Interviews in Form von Videos eingebettet. <a href=\"https://stadtdaten.konstanz.digital/stadtklima/ \" target=\"_blank\" rel=\"noopener\">Hier findest du die Data Story!</a></p>\n<h2 dir=\"ltr\"><img src=\"/assets/28e665e5-6f48-4aa5-9072-4d5ecabd4217.png.webp\" alt=\"Ausschnitt aus der Data Story\"></h2>\n<h2 dir=\"ltr\">Die Wirkung</h2>\n<p dir=\"ltr\">Die Data Story fördert evidenzbasierter Entscheidungsprozesse in der Politik und ermöglicht Bürger*innen einen transparenten Zugang zu relevanten Informationen. Sie dient als innovatives Werkzeug, um datenbasierte Erkenntnisse zugänglich, nachvollziehbar und wirksam zu kommunizieren. Ein besonderer Hebel liegt im Multiplikatoreffekt: Die Ansätze und Ergebnisse der Data Story können von den anderen 72 Smart Cities und weiteren Kommunen in Deutschland aufgegriffen und durch den offen verfügbaren Code übertragen werden.</p></body></html>",
    "summary": "<html><head></head><body><p>Im Projekt wurde eine Data Story entwickelt, die den Bürger*innen in Konstanz anhand offener Klima- und Wetterdaten anschaulich aufzeigt, wie sich klimatische Veränderungen in der Stadt auswirken und welche Potenziale in städtischen Klimaanpassungsmaßnahmen liegen. Das Projekt trägt somit zu Transparenz und evidenzbasierten Entscheidungen in der Politik bei und ist als Open-Source-Lösung für andere Kommunen übertragbar.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://stadtdaten.konstanz.digital/stadtklima/ ",
        "outputType": "webapp",
        "outputNumber": 0
      },
      {
        "url": "https://github.com/sgc-kn/dashboards",
        "outputType": "repository",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Maja Fauerhak",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "pronouns": null,
        "email": null
      },
      {
        "name": "Sören Etler",
        "links": {
          "website": "http://soeren101.de/",
          "linkedin": "https://www.linkedin.com/in/soeren-etler/",
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/d3113893-b066-4b6a-94c0-d985cb8121a8.webp",
        "imageDesc": null,
        "imageAlt": "Sören Etler",
        "pronouns": "er/ihm",
        "email": null
      },
      {
        "name": "Maite Küster",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Marko Miljevic",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Paula Kosmann",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Richard Koebe",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2025-01-SGC",
    "teaser": "Wir haben eine Data Story entwickelt, die den Bürger*innen in Konstanz anhand offener Klima- und Wetterdaten anschaulich aufzeigt, wie sich klimatische Veränderungen in der Stadt auswirken.",
    "endDate": "2025-09-16",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Automatisiertes Qualitätsmanagement für ein Mentoringprogramm",
    "organization": {
      "name": "Sindbad",
      "description": "<p>Sindbad setzt sich f&uuml;r eine Gesellschaft ein, in der junge Menschen miteinander in Verbindung treten und gemeinsam Chancen ergreifen, unabh&auml;ngig von ihrer sozialen Herkunft. Daf&uuml;r unterst&uuml;tzt Sindbad Jugendliche in &Ouml;sterreich beim &Uuml;bergang von der Pflichtschule in die weiterf&uuml;hrende Ausbildung durch ein 12-monatiges 1:1-Mentoring-Programm.</p>",
      "address": {
        "street": "Sparkassaplatz",
        "number": "3",
        "zip_code": "1150",
        "place": "Wien",
        "country": "Austria"
      },
      "impressum": "https://www.sindbad.co.at/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting",
      "Visualisierung",
      "Automatisierung"
    ],
    "dataTypes": [
      "Umfrage",
      "Prozess",
      "Verwaltung"
    ],
    "description": "<html><head></head><body><h2 dir=\"ltr\">Überblick</h2>\n<div dir=\"ltr\" align=\"left\">\n<table style=\"width: 80.3468%; height: 834.063px;\"><colgroup><col style=\"width: 26.9551%;\" width=\"162\"><col style=\"width: 72.8785%;\" width=\"438\"></colgroup>\n<tbody>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Partner:</strong></p>\n</td>\n<td style=\"height: 69.0039px;\" nowrap=\"nowrap\">\n<p class=\"MsoNormal\"><a href=\"https://www.sindbad.co.at/\" target=\"_blank\" rel=\"noopener\">Sindbad Mentoring für Jugendliche Österreich</a></p>\n</td>\n</tr>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Ziel:</strong></p>\n</td>\n<td style=\"height: 69.0039px;\">Automatisierung des Qualitätsmanagements von Sindbad</td>\n</tr>\n<tr style=\"height: 117.012px;\">\n<td style=\"height: 117.012px;\">\n<p dir=\"ltr\"><strong>Skills:&nbsp;</strong></p>\n</td>\n<td style=\"height: 117.012px;\">\n<ul>\n<li dir=\"ltr\" role=\"presentation\">Datenauswertung, -visualisierung, Reporting und Automatisierung in Python</li>\n</ul>\n</td>\n</tr>\n<tr style=\"height: 117.012px;\">\n<td style=\"height: 117.012px;\">\n<p dir=\"ltr\"><strong>Team:</strong></p>\n</td>\n<td style=\"height: 117.012px;\">\n<ul>\n<li dir=\"ltr\">1 Team Member (begeistert für Data Science)</li>\n</ul>\n</td>\n</tr>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Projektstart:&nbsp;</strong></p>\n</td>\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\">Ende Januar 2025</p>\n</td>\n</tr>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Projektende:&nbsp;</strong></p>\n</td>\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\">Ende Mai 2025</p>\n</td>\n</tr>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Ort:&nbsp;</strong></p>\n</td>\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\">Remote</p>\n</td>\n</tr>\n<tr style=\"height: 117.012px;\">\n<td style=\"height: 117.012px;\">\n<p dir=\"ltr\"><strong>Projektsprache:</strong></p>\n</td>\n<td style=\"height: 117.012px;\">\n<p dir=\"ltr\">Sindbad e.V. arbeitet auf deutsch. Deshalb sind Deutschkenntnisse auf einem Level erforderlich, dass du einem Meeting ohne Probleme folgen kannst (ca. B2).&nbsp;</p>\n</td>\n</tr>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Bewerbung:&nbsp;</strong></p>\n</td>\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\">Ab sofort <a href=\"https://ee.correlaid.org/x/wGsu9eiR\" target=\"_blank\" rel=\"noopener\">hier</a></p>\n</td>\n</tr>\n<tr style=\"height: 69.0039px;\">\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><strong>Ressourcen:</strong></p>\n</td>\n<td style=\"height: 69.0039px;\">\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">Link zur CorrelAid Data4Good Dokumentation</a></p>\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n<h1 dir=\"ltr\">Projektbeschreibung</h1>\n<h2 dir=\"ltr\">Projektziele und -inhalte</h2>\n<p dir=\"ltr\">Das Ziel des Projekts ist die <strong>Automatisierung des Auswertungsprozesses</strong> des Sindbad Qualitätsmanagements. Es geht darum, die Informationen, die Sindbad durch Fragebögen bekommt, passend und effizient aufzubereiten. <br><br>Der aktuelle Prozess ist folgender: Momentan funktioniert die <strong>Datenerfassung via Tally</strong>, das Endprodukt ist ein <strong>Google Sheet </strong>pro Standort und Zielgruppe (2 pro Standort, 8 Standorte). Die Antworten werden dann manuell an einem Stichtag in eine Masterliste kopiert und bereinigt (z.B. Duplikate aussortieren). Anschließend werden zwei <strong>CSV Dateien</strong> exportiert, einmal für Mentor*innen, einmal für Mentees. Die Daten aus diesen CSV Dateien werden dann aggregiert und in <strong>Diagramme in einer Google Präsentation</strong> eingefügt.</p>\n<p dir=\"ltr\">Dieser Prozess soll vereinfacht werden und so umgestaltet werden, dass Änderungen von Sindbad-Seite an der Auswertungslogik oder dem Design der Diagramme möglich sind.</p>\n<h2 dir=\"ltr\">Daten</h2>\n<p dir=\"ltr\">Die verwendeten Daten sind strukturierte Daten, die mit dem Umfrage-Tool Tally erfasst wurden, das Endprodukt ist ein Google Sheet pro Standort und Zielgruppe (2 pro Standort, 8 Standorte). Die Antworten werden dann manuell an einem Stichtag in eine Masterliste kopiert und bereinigt (z.B. Duplikate aussortiert). Anschließend werden zwei CSV Dateien exportiert, einmal für Mentor*innen, einmal für Mentees.</p>\n<h2 dir=\"ltr\">Sozialer Impact</h2>\n<p dir=\"ltr\">Für die laufende Qualitätssicherung - also wie geht es den Mentor:innen, wie geht es den Mentees, was brauchen die Teams noch von Sindbad - sind die Daten des Mentoring-Team-Updates von essenzieller Bedeutung. Die Auswertung der Daten ist aber aktuell sehr ressourcenaufwendig. Die Neugestaltung des Auswertungsprozesses ist Teil des Zieles, bis 2026 10.000 Teilnehmer:innen im Programm zu haben. Nur wenn diese internen Prozesse weiter vereinfacht und automatisiert werden, kann Sindbad es schaffen, mehr Mentor:innen / Mentee Teams in der gleichen hohen Qualität zu begleiten. Dieses Projekt leistet einen wichtigen Beitrag zu diesem Ziel.</p>\n<h1 dir=\"ltr\">Deine Bewerbung</h1>\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">CorrelAid-Projekte</a> bieten dir die Möglichkeit, gemeinsam im Team deine Fähigkeiten und Potenziale für das Allgemeinwohl einzusetzen und weiterzuentwickeln. Hier kannst du neue Skills erwerben, innovative Lösungen erarbeiten und testen und deinen Erfahrungshorizont erweitern. Für die Bewerbung und Teilnahme solltest du vor allem eine große Begeisterung für automatisiertes Reporting, Visualisierung und Data Wrangling, um eine praxisorientierte Umsetzung zu gewährleisten, die langfristig genutzt werden kann.</p>\n<p dir=\"ltr\">Hier ein paar weitere Informationen zum Projekt:</p>\n<h2 dir=\"ltr\">Zeitaufwand</h2>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Ca. 4-6 Stunden pro Woche</p>\n</li>\n</ul>\n<h2 dir=\"ltr\">Motivation und (Lern-)Erfahrung</h2>\n<ul>\n<li dir=\"ltr\" role=\"presentation\">Interesse, im Gespräch mit den Mitarbeiter*innen von Sindbad eine langfristige Lösung zu erarbeiten</li>\n<li dir=\"ltr\" role=\"presentation\">Erfahrung in der automatisierten Datenvorverarbeitung und Visualisierung mit Python</li>\n<li dir=\"ltr\" role=\"presentation\">Begeisterung für die verständliche Darstellung und Erklärung von Daten und Analysen</li>\n<li dir=\"ltr\" role=\"presentation\">optional: Erfahrungen mit Tally oder dem Google Workspace</li>\n<li dir=\"ltr\" role=\"presentation\">Grundlegendes Verständnis des Git-Workflows (pull, commit, push) oder Bereitschaft zur Einarbeitung</li>\n</ul>\n<h2 dir=\"ltr\">Offene Teampositionen</h2>\n<ul>\n<li dir=\"ltr\" role=\"presentation\">1 Team Member (begeistert für Data Science)</li>\n</ul>\n<h2 dir=\"ltr\">Link zur Bewerbung</h2>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><a href=\"https://ee.correlaid.org/x/wGsu9eiR\" target=\"_blank\" rel=\"noopener\">HIER BEWERBEN</a></p>\n<p>&nbsp;</p>\n<h2><strong>Timeline</strong></h2>\n<ul>\n<li>Bewerbung ab sofort</li>\n<li>Projektarbeit: bis Ende Mai 2025</li>\n</ul></body></html>",
    "summary": "<html><head></head><body><p dir=\"ltr\">Für das interne Qualitätsmanagement des Mentoring Programms von Sindbad werden in regelmäßigen Abständen per Umfragen an die Mentees und Mentor*innen&nbsp; Daten erhoben. Diese Daten sollen so ausgewertet und zur Verfügung gestellt werden (z.B. in Form eines Dashboards), so dass sie leicht verständlich für die Sindbad Mitarbeiter sind und die Auswertung durch Sindbad Mitarbeiter anpassbar ist.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2024-12-SIN",
    "teaser": "Ein flexibles Dashboard: Mentoring-Feedback einfach verstehen und gezielt auswerten.",
    "endDate": "2025-05-31",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Auswertung einer Umfrage zu KI im Ehrenamt",
    "organization": {
      "name": "Civic Data Lab",
      "description": "<div class=\"container\">\n<div class=\"hero-grid\">\n<div class=\"excerpt\">\n<p>Das Civic Data Lab ist ein gemeinsames Vorhaben der Gesellschaft f&uuml;r Informatik, CorrelAid und dem Deutschen Caritasverband &ndash; gef&ouml;rdert als Civic Coding Ankerprojekt durch das Bundesministerium f&uuml;r Familie, Senioren, Frauen und Jugend.</p>\n</div>\n</div>\n</div>\n<div id=\"element-65957d3747d62\" class=\"element text-editor\">\n<p>Das Civic Data Lab unterst&uuml;tzt organisierte und nicht-organisierte Akteur*innen der Zivilgesellschaft dabei, gemeinwohlorientierte Ziele durch die Nutzung von Daten besser zu erreichen &ndash; indem sie ihre Daten erheben, organisieren und strukturieren, auswerten, miteinander verkn&uuml;pfen, sie wieder f&uuml;r ihre Zielgruppen einsetzen und f&uuml;r andere verf&uuml;gbar machen sowie durch verf&uuml;gbare Daten erg&auml;nzen. Daten &Uuml;BER Menschen werden wieder F&Uuml;R sie eingesetzt. VON der Zivilgesellschaft, F&Uuml;R die Zivilgesellschaft. F&uuml;r das Gemeinwohl. Von und f&uuml;r ALLE. (Quelle:<a href=\"https://civic-data.de/\" target=\"_blank\" rel=\"noopener\">https://civic-data.de/</a>)</p>\n</div>",
      "address": {
        "street": "Glinkastraße",
        "number": "24",
        "zip_code": "10117",
        "place": "Berlin",
        "country": "Germany"
      },
      "address_comments": "Operational contact in Berlin per Civic Coding (Glinkastraße 24, 10117 Berlin). Legal provider per Impressum: Deutscher Caritasverband e.V., Karlstraße 40, 79104 Freiburg. Some listings show Reinhardtstraße 13, 10117 Berlin (Caritas DCV office).",
      "impressum": "https://civic-data.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting",
      "Visualisierung",
      "Explorative Analyse"
    ],
    "dataTypes": [
      "Umfrage",
      "Text"
    ],
    "description": null,
    "summary": "<html><head></head><body><div class=\"wpb_column vc_column_container vc_col-sm-8\">\n<div class=\"vc_column-inner\">\n<div class=\"wpb_wrapper\">\n<div class=\"wpb_text_column wpb_content_element\">\n<div class=\"wpb_wrapper\">\n<p>Das CDL unterstütze digital verein(t) bei der Auswertung und Visualisierung einer Umfrage unter bayerischen Vereinen zu der Nutzung von KI im Ehrenamt, die Ende 2024 durchgeführt wurde. Mit dem CDL arbeiteten bei der Visualisierung auch CorrelAid Volunteers mit, die hier ihr Expert*innen-Wissen einbrachten. Das Projekt erlaubt nicht nur Einblick in den aktuellen Stand der KI-Nutzung in Vereinen, sondern bietet auch wertvolle Erkenntnisse dazu, auf was Organisationen bei eigenen Umfragen achten sollten.</p>\n</div>\n</div>\n</div>\n</div>\n</div></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://digital-vereint.de/aktuelles/ki-anwendungen-im-ehrenamt-hype-oder-echter-nutzen/",
        "outputType": "article",
        "outputNumber": 1
      },
      {
        "url": "https://civic-data.de/ki-ehrenamt/",
        "outputType": "article",
        "outputNumber": 2
      },
      {
        "url": "https://github.com/CorrelAid/dv_ai_survey",
        "outputType": "repository",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2024-11-LAF",
    "teaser": "Auswertung und Visualisierung einer Umfrage zum Einsatz von KI in der Freiwilligenarbeit.",
    "endDate": "2025-05-31",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Automatisiertes Monitoring der Zielgruppenentwicklung im Zeitverlauf",
    "organization": {
      "name": "Chancenwerk e.V.",
      "description": "<p>Chancenwerk e.V. engagiert sich bundesweit f&uuml;r faire Bildungschancen. Mit seiner Lernf&ouml;rderung unterst&uuml;tzt der Verein Kinder und Jugendliche in ihrer schulischen und individuellen Entwicklung.</p>",
      "address": {
        "street": "Am Markt",
        "number": "18",
        "zip_code": "44575",
        "place": "Castrop-Rauxel",
        "country": "Germany"
      },
      "impressum": "https://chancenwerk.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting",
      "Visualisierung",
      "Automatisierung",
      "Wirkungsmessung"
    ],
    "dataTypes": [
      "Panel",
      "Umfrage"
    ],
    "description": "<html><head></head><body><h2 dir=\"ltr\">Überblick</h2>\n<div dir=\"ltr\" align=\"left\">\n<table><colgroup><col width=\"162\"><col width=\"438\"></colgroup>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Partner:</strong></p>\n</td>\n<td>\n<p dir=\"ltr\"><a href=\"https://chancenwerk.de/\">Chancenwerk e.V.</a></p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Ziel:</strong></p>\n</td>\n<td>\n<p dir=\"ltr\">Reporting &amp; Monitoring der Langzeitwirkung von Chancenwerk</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Skills:&nbsp;</strong></p>\n</td>\n<td>\n<ul>\n<li dir=\"ltr\" role=\"presentation\">Datenauswertung, -visualisierung, Reporting und Automatisierung in R / RMarkdown</li>\n<li dir=\"ltr\" role=\"presentation\">Optional: Fragebogengestaltung</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Team:</strong></p>\n</td>\n<td>\n<ul>\n<li dir=\"ltr\">1 Team Lead (Mitarbeit und Projektmanagement)</li>\n<li dir=\"ltr\">3 Team Members (begeistert für Data Science)&nbsp;</li>\n<li dir=\"ltr\">1 Team Trainee&nbsp; (begeistert für Data Science)</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Projektstart:&nbsp;</strong></p>\n</td>\n<td>\n<p dir=\"ltr\">Mitte September 2024</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Projektende:&nbsp;</strong></p>\n</td>\n<td>\n<p dir=\"ltr\">Ende Januar 2025</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Ort:&nbsp;</strong></p>\n</td>\n<td>\n<p dir=\"ltr\">Remote</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Projektsprache:</strong></p>\n</td>\n<td>\n<p dir=\"ltr\">Chancenwerk e.V. arbeitet auf deutsch. Deshalb sind Deutschkenntnisse auf einem Level erforderlich, dass du einem Meeting ohne Probleme folgen kannst (ca. B2).&nbsp;</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Bewerbung:&nbsp;</strong></p>\n</td>\n<td>\n<p dir=\"ltr\">Bis 28. August 2024 <strong id=\"docs-internal-guid-f794d83d-7fff-c05d-cb36-b8b7209803cf\"><a href=\"https://ee.correlaid.org/x/5UgoPuni\">HIER</a></strong>&nbsp;</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>Ressourcen:</strong></p>\n</td>\n<td>\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">Link zur CorrelAid Data4Good Dokumentation</a></p>\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n<h1 dir=\"ltr\">Projektbeschreibung</h1>\n<h2 dir=\"ltr\">Herausforderung</h2>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-810c2062-7fff-0a03-e1b2-7201e1a06f39\">Chancenwerk begleitet als gemeinnütziger Bildungsverein Kinder und Jugendliche auf ihrem Bildungsweg, deren Familien sie aus finanziellen, zeitlichen oder sprachlichen Gründen nicht unterstützen können. Um die Wirkung ihrer Arbeit zu erfassen und insbesondere gegenüber den Förderern zu kommunizieren, werden in einem halbjährlichen Monitoring Paneldaten erhoben. Ziel des Projektes ist es, Chancenwerk dabei zu unterstützen, das Potenzial ihrer Daten stärker auszuschöpfen, d.h. u.a. tiefer in die Analyse einzusteigen, insbesondere im Hinblick auf die Leistungsentwicklung der Kinder und Jugendlichen im Zeitverlauf. Da die Erstellung der Reports derzeit manuell erfolgt, soll dieser Schritt möglichst automatisiert und die Ergebnisse visuell aufbereitet werden. Optional kann der Fragebogen überarbeitet und um geeignete Fragen erweitert werden.</span></p>\n<h2 dir=\"ltr\">Daten</h2>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-c8f28ec6-7fff-a1cc-bc36-187b493acc20\">Als Datengrundlage dient insbesondere die halbjährlich über LamaPoll erhobene Panelbefragung der Kinder und Jugendlichen, die an den Angeboten des Chancenwerks teilnehmen. Darüber hinaus könnten (nach Absprache) die Anmeldedaten zum Programm des Chancenwerks (sozio-ökonomische Daten) genutzt werden.</span></p>\n<h2 dir=\"ltr\">Projektziele und -inhalte</h2>\n<p dir=\"ltr\">Im Projekt geht es insbesondere darum, Prozesse, die derzeit noch sehr viel manuelle Arbeit erfordern, zu automatisieren und in einem Report so aufzubereiten, dass dieser langfristig von den Mitarbeiter*innen des Chancenwerks genutzt werden kann. Darüber hinaus besteht die Möglichkeit, den Fragebogen zu überarbeiten und/oder in eine explorative Analyse der Querschnittsdaten einzusteigen.&nbsp;</p>\n<p dir=\"ltr\">Die Hauptinhalte des Projektes sind daher:</p>\n<ul>\n<li dir=\"ltr\" role=\"presentation\">Identifikation relevanter Variablen in den Daten, um die Entwicklung der Kinder und Jugendlichen im Zeitverlauf abzubilden (Analyse der Längsschnittdaten)</li>\n<li dir=\"ltr\" role=\"presentation\">Aufbereitung der Auswertungen in einem automatisierten Report für die externe Kommunikation. Dieser soll kontinuierlich von den Mitarbeiter*innen des Chancenwerks genutzt werden.</li>\n<li dir=\"ltr\" role=\"presentation\">Grafische Aufbereitung der Reports</li>\n<li dir=\"ltr\" role=\"presentation\">Optional:\n<ul>\n<li dir=\"ltr\" role=\"presentation\">Ideen zur Erweiterung / Verbesserung des Fragebogens ausarbeiten</li>\n<li dir=\"ltr\" role=\"presentation\">Explorative Datenanalyse der Querschnittsdaten und Testen verschiedener Hypothesen, z.B. “Müssen die Daten regionalspezifisch ausgewertet werden oder sind die Unterschiede nicht signifikant?”.</li>\n</ul>\n</li>\n</ul>\n<h2 dir=\"ltr\">Ergebnis und sozialer Impact</h2>\n<p dir=\"ltr\">Der wichtigste Output des Projekts soll ein automatisierter Report sein, in dem die Langzeitwirkung der Arbeit mit den Kindern und Jugendlichen erfasst wird und die Ergebnisse visuell aufbereitet werden.</p>\n<p dir=\"ltr\">Die Outputs des Projekts helfen den Mitarbeiter*innen des Chancenwerks unmittelbar dabei, wiederkehrende Arbeitsabläufe effizienter zu gestalten und ermöglichen somit den Fokus verstärkt auf die Arbeit mit den Kindern und Jugendlichen zu legen. Darüber hinaus helfen die Ergebnisse dabei, die Wirkung ihrer Arbeit und die Bedürfnisse der Zielgruppe noch besser zu verstehen.</p>\n<h1 dir=\"ltr\">Dein Profil</h1>\n<p dir=\"ltr\"><a href=\"https://docs.correlaid.org/project-manual/data4good-projects\">CorrelAid-Projekte</a> bieten dir die Möglichkeit, gemeinsam im Team deine Fähigkeiten und Potenziale für das Allgemeinwohl einzusetzen und weiterzuentwickeln. Hier kannst du neue Skills erwerben, innovative Lösungen erarbeiten und testen und deinen Erfahrungshorizont erweitern. Für die Bewerbung und Teilnahme solltest du vor allem eine große Begeisterung für (Umfrage-)Daten und Interesse für die Arbeit in der Kinder- und Jugendbildung haben. Darüber hinaus ist es bei diesem Projekt wichtig, den Blick auf die Abläufe im Arbeitsalltag nicht aus den Augen zu verlieren, um eine praxisorientierte Umsetzung zu gewährleisten, die langfristig genutzt werden kann.</p>\n<p dir=\"ltr\">Hier ein paar weitere Informationen zum Projekt:</p>\n<h2 dir=\"ltr\">Zeitaufwand</h2>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Ca. 4-6 Stunden pro Woche</p>\n</li>\n</ul>\n<h2 dir=\"ltr\">Motivation und (Lern-)Erfahrung</h2>\n<ul>\n<li dir=\"ltr\" role=\"presentation\">Interesse, im Gespräch mit den Mitarbeiter*innen des Chancenwerks eine langfriste Lösung zu erarbeiten</li>\n<li dir=\"ltr\" role=\"presentation\">(Grundlegende/fortgeschrittene) Kenntnisse der Datenanalyse in R (tidyverse) und R Markdown oder Quarto (Absprache im Team)</li>\n<li dir=\"ltr\" role=\"presentation\">Erfahrung in der Arbeit mit Paneldaten von Vorteil</li>\n<li dir=\"ltr\" role=\"presentation\">Begeisterung für die verständliche Darstellung und Erklärung von Daten und Analysen. Kreativität und Spaß an der Querschnitts- und Längsschnittdatenanalyse. Outputorientiertes Arbeiten.</li>\n<li dir=\"ltr\" role=\"presentation\">Erfahrung in der Automatisierung von Reports und Datenvisualisierung von Vorteil</li>\n<li dir=\"ltr\" role=\"presentation\">Interesse an der Arbeit in der Kinder- und Jugendbildung</li>\n<li dir=\"ltr\" role=\"presentation\">Grundlegendes Verständnis des Git-Workflows (pull, commit, push) oder Bereitschaft zur Einarbeitung&nbsp;</li>\n</ul>\n<h1 dir=\"ltr\">Bewerbung</h1>\n<h1 dir=\"ltr\">Offene Teampositionen</h1>\n<ul>\n<li dir=\"ltr\" role=\"presentation\">1 Teamleitung</li>\n<li dir=\"ltr\" role=\"presentation\">3 Teammitglieder</li>\n<li dir=\"ltr\" role=\"presentation\">1 Team-Trainee</li>\n</ul>\n<h2 dir=\"ltr\">Link zur Bewerbung</h2>\n<p dir=\"ltr\"><a href=\"https://ee.correlaid.org/x/5UgoPuni\">HIER BEWERBEN</a></p>\n<h2><strong>Timeline</strong></h2>\n<ul>\n<li>Bewerbung 16.08.2024 bis 28.08.2024</li>\n<li>Teamauswahl-Prozess: Anfang September</li>\n<li>Projekt-Kickoff: Mitte September</li>\n<li>Projektarbeit: bis Ende Januar 2025</li>\n</ul></body></html>",
    "summary": "<html><head></head><body><p>Im Projekt sollen die Mitarbeiter*innen des Chancenwerks dabei unterstützt werden, das Potenzial ihrer Evaluationsdaten aus Befragungen ihrer Zielgruppe stärker auszuschöpfen und wiederkehrende Arbeitsabläufe durch sinnvolle Automatisierung effizienter zu gestalten. Dies hilft ihnen insbesondere, mehr Zeit für die Arbeit mit den Kindern und Jugendlichen zu haben und deren Bedürfnisse noch besser zu verstehen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2024-09-CHW",
    "teaser": "Unterstützung von Chancenwerk mit automatisierter Umfrageauswertung zur Reduzierung des Verwaltungsaufwands.",
    "endDate": "2025-01-31",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Open Data aus Bürger- und Jugendbeteiligungsprojekten",
    "organization": {
      "name": "Politik zum Anfassen e.V.",
      "description": "<p>Wir haben Lust auf Demokratie und wir machen Lust auf Demokratie: Unser Verein versteht sich als Event-Agentur f&uuml;r Wissen und positive Demokratie-Erfahrungen. Mit Planspielen, einer Mitrede-App, Mitmachausstellungen und vielem mehr verbinden wir Politische Bildung mit Jugendbeteiligung, die Spa&szlig; macht. (Quelle: <a href=\"https://www.politikzumanfassen.de/\" target=\"_blank\" rel=\"noopener\">https://www.politikzumanfassen.de/</a>)</p>",
      "address": {
        "street": "Grenzstraße",
        "number": "5a",
        "zip_code": "30627",
        "place": "Hannover",
        "country": "Germany"
      },
      "address_comments": "Postadresse Bundesgeschäftsstelle: Königsberger Str. 18, 30916 Isernhagen.",
      "impressum": "https://www.politikzumanfassen.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Datenerhebung",
      "Datenmanagement",
      "KI"
    ],
    "dataTypes": [
      "Open Data",
      "Verwaltung",
      "Umfrage"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Dieses Datenvorhaben wurde im Rahmen des <a href=\"https://civic-data.de\" target=\"_blank\" rel=\"noopener\">Civic Data Labs (CDL)</a> realisiert. Als Konsortialpartner im CDL war CorrelAid dabei für die Konzeption des Vorhabens und die Begleitung der Umsetzung durch externe Dienstleister hauptverantwortlich. Im <a href=\"https://civic-data.de/kommuki-open-data/\" target=\"_blank\" rel=\"noopener\">verlinkten Blog</a> finden sich mehr Infos über die beteiligte Organisation und ihre Datenherausforderung sowie den Lösungsansatz und die Wirkung des Vorhabens.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://civic-data.de/kommuki-open-data/",
        "outputType": "article",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2024-03-PZA",
    "teaser": "Wir unterstützten die Umsetzung eines Datenprojekts durch das Civic Data Lab und halfen einer teilnehmenden Organisation bei der Bewältigung eines Datenproblems.",
    "endDate": "2024-11-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Back- und Frontend, Contententwicklung, UX-Testing und rechtliche Prüfung mit Umsetzung der entsprechenden Änderungen des Webseiten-Relaunchs von Leerstandsmelder.de",
    "organization": {
      "name": "Leerstandsmelder; Gängeviertel e.V.",
      "description": "<p>Auf <a href=\"https://leerstandsmelder.de/\"><u>Leerstandsmelder.de</u></a> k&ouml;nnen B&uuml;rger*innen einen Leerstand in ihrer Stadt oder ihrer Region melden. Die interaktive Online-Plattform schafft damit Transparenz &uuml;ber den jeweiligen Leerstand. Das Ziel: Eine Diskussion &uuml;ber den sozialen und &ouml;kologischen Umgang mit leerstehenden Wohnungen anzuregen, Argumente f&uuml;r kommunalpolitisches Engagement gegen Leerstand zu st&auml;rken, das Ausma&szlig; des Problems Leerstand zu dokumentieren und perspektivisch auch statistisch auszuwerten.</p>",
      "address": {
        "street": "Valentinskamp",
        "number": "28a",
        "zip_code": "20355",
        "place": "Hamburg",
        "country": "Germany"
      },
      "impressum": "https://leerstandsmelder.de/imprint"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Webentwicklung",
      "Explorative Analyse"
    ],
    "dataTypes": [
      "Prozess",
      "Umfrage"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Dieses Datenvorhaben wurde im Rahmen des <a href=\"https://civic-data.de\" target=\"_blank\" rel=\"noopener\">Civic Data Labs (CDL) </a>realisiert. Als Konsortialpartner im CDL war CorrelAid dabei für die Konzeption des Vorhabens und die Begleitung der Umsetzung durch externe Dienstleister hauptverantwortlich. Im <a href=\"https://civic-data.de/leerstandsmelder/\" target=\"_blank\" rel=\"noopener\">verlinkten Blog</a> finden sich mehr Infos über die beteiligte Organisation und ihre Datenherausforderung sowie den Lösungsansatz und die Wirkung des Vorhabens.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://civic-data.de/leerstandsmelder/",
        "outputType": "article",
        "outputNumber": 0
      },
      {
        "url": "https://leerstandsmelder.de",
        "outputType": "webapp",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2024-03-LEM",
    "teaser": "Wir haben an einem Datenprojekt mit dem Civic Data Lab mitgewirkt und eine Partnerorganisation bei Datenproblemen unterstützt.",
    "endDate": "2024-10-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Automatisierte Fragebogenauswertung mit Generativer KI",
    "organization": {
      "name": "Babylotse",
      "description": "<p dir=\"ltr\">Babylotse Frankfurt ist ein Angebot des Kinderschutzbund Bezirksverband Frankfurt am Main. Die Babylotsinnen sind qualifizierte Sozialp&auml;dagoginnen, die schwangere Frauen und junge Familien in Frankfurt und Bad Soden direkt in den Geburtskliniken unterst&uuml;tzen. Ihre Arbeit beginnt oft schon in der Schwangerschaft und bietet pers&ouml;nliche Beratung und Informationen &uuml;ber die verf&uuml;gbaren Angebote der Fr&uuml;hen Hilfen. Der Kontakt zu den Babylotsinnen ist freiwillig und kostenlos, was den Familien hilft, sich in dem komplexen System von Unterst&uuml;tzungsangeboten zu orientieren.</p>\n<p>&nbsp;</p>",
      "address": {
        "street": "Liliencronstraße",
        "number": "130",
        "zip_code": "22149",
        "place": "Hamburg",
        "country": "Germany"
      },
      "address_comments": "Vereinsanschrift gemäß Impressum; Geschäftsstelle laut Website: Hammer Steindamm 3-7, 22089 Hamburg. Verschiedene regionale Babylotsen existieren, z.B. Charité.",
      "impressum": "https://qualitaetsverbund-babylotse.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": "<html><head></head><body><h1 dir=\"ltr\">Die Challenge</h1>\n<p dir=\"ltr\">Babylotse Frankfurt legt großen Wert auf Familienfreundlichkeit. Um fundierte Informationen über den aktuellen Stand und Verbesserungspotenziale in dieser Hinsicht zu gewinnen, wurde eine Umfrage durchgeführt. Diese fand sowohl online als auch in Papierform bei ausgewählten Veranstaltungen statt. Die gesammelten Daten sind aufgrund der offenen Fragestellungen teils unstrukturiert und enthalten auch Spam-Antworten. Daher sucht Babylotse Frankfurt Unterstützung bei der Auswertung der Daten. Ziel ist es, die wichtigsten Stärken (“Tops”) und Schwächen (“Flops”) zu identifizieren und diese gegebenenfalls nach Stadtteilen zu gliedern. Auf diese Weise möchte Babylotse den politischen Vertreter*innen eine klare und prägnante Botschaft übermitteln, um die Familienfreundlichkeit in Frankfurt zu verbessern.</p>\n<h1 dir=\"ltr\">Datengrundlage und Datenstruktur</h1>\n<p dir=\"ltr\">Alle Umfrageantworten wurden in eine gemeinsame Excel-Tabelle überführt. Die Umfrage bestand im Wesentlichen aus drei Fragen: “Ich wohne im Stadtteil”, “Das gefällt mir gut mit Baby in Frankfurt”, sowie “Das gefällt mir nicht gut mit Baby in Frankfurt”. Es gab keine Vorgaben bei der Beantwortung der Fragen, so dass die Antworten sich in Länge, Struktur und Stil sehr stark unterscheiden. Insgesamt konnten ca. 1000 Antworten gesammelt werden. Davon waren etwa 10% Spam-Antworten.</p>\n<h1 dir=\"ltr\">Der Lösungsansatz</h1>\n<p dir=\"ltr\"><img src=\"/assets/fabb4e58-2515-4694-85a2-b7c78fba867b.webp\" alt=\"Bild mit vier Kacheln: 1. Find categories, 2. Improve categories, 3. classify comments, 4. analyse comments; unter den 4 Kacheln steht \"></p>\n<p dir=\"ltr\">Das vorliegende Projekt wurde vollständig unter Verwendung generativer KI, insbesondere großer Sprachmodelle (Large Language Models), umgesetzt. Zunächst kam das Sprachmodell zum Einsatz, um allgemeine Kategorien aus den Umfrageantworten zu identifizieren. In einem zweiten Schritt wurden diese Kategorien weiter verfeinert und überarbeitet. Die endgültigen Kategorien wurden in Zusammenarbeit mit Babylotse Frankfurt festgelegt und dienten anschließend dazu, alle Umfrageantworten systematisch zu klassifizieren. Bei der Klassifizierung ordnete das Sprachmodell jede Antwort einer oder mehreren Kategorien zu. Konnten keine ausreichenden Zuordnungen getroffen werden, erhielt die Antwort die Kategorie “Unbekannt”.</p>\n<p dir=\"ltr\">Im letzten Schritt wurden die klassifizierten Umfrageantworten analysiert, um die häufigsten Nennungen sowohl insgesamt als auch auf regionaler Ebene zu ermitteln. Auch hierbei kam das Sprachmodell zum Einsatz, um aus den drei häufigsten Kategorien die zentralen Themen herauszufiltern. Diese Analyse machte die Kategorien greifbarer und bot die Grundlage für spezifische Handlungsfelder. Die gesamte Projektarbeit wurde unter Verwendung der Programmiersprache Python und einer API für den Zugriff auf große Sprachmodelle (OpenAI) realisiert. Die Ergebnisse wurden in einem Abschlussbericht für Babylotse Frankfurt aggregiert und zusammengefasst.</p>\n<h1 dir=\"ltr\">Die Wirkung</h1>\n<p dir=\"ltr\">Die Auswertung hat Babylotse Frankfurt entscheidend dabei unterstützt, die Ergebnisse rechtzeitig für den Termin mit den städtischen Entscheidungsträgern zur Verfügung zu stellen. Durch die starke Reduzierung der manuellen Auswertungsprozesse und den hohen Automatisierungsgrad konnten die vorhandenen Ressourcen verstärkt auf die Interpretation der ermittelten Kategorien sowie die Vorbereitung der Präsentation gerichtet werden.</p>\n<p dir=\"ltr\">Der Termin mit den städtischen Entscheidungsträgern war ein eindeutiger Erfolg. Die Ergebnisse wurden klar und verständlich präsentiert und eindeutige Handlungsfelder benannt. Die Analyse offenbarte, dass die Umfrageteilnehmenden insbesondere in den Bereichen Kinderbetreuung, Transport und Barrierefreiheit sowie Familienfreundlichkeit in der Öffentlichkeit negative Erfahrungen gemacht haben und sich umfassende Veränderungen wünschen. Diese Erkenntnisse waren besonders überraschend für die Entscheidungsträger, da in jüngster Vergangenheit bereits Maßnahmen zur Verbesserung der Kinderbetreuung ergriffen wurden. Es scheint, dass diese Maßnahmen noch nicht bei den Umfrageteilnehmenden wirkungsvoll angekommen sind.</p>\n<p dir=\"ltr\">Ursprünglich war die Umfrage als einmalige Maßnahme geplant. Dank der erfolgreichen Nutzung generativer KI und großer Sprachmodelle, sowie der Kooperation mit CorrelAid e.V., strebt Babylotse Frankfurt, vorbehaltlich der Bewilligung der finanziellen Mittel, die Wiederholung dieser Umfrage an, um sie möglicherweise zu einem dauerhaften Monitoring auszubauen. CorrelAid e.V. hat bereits wertvolle Hinweise gegeben und nächste Schritte sowie mögliche Anpassungen des Fragebogens aufgezeigt, um dieses Ziel zu erreichen.</p></body></html>",
    "summary": "<html><head></head><body><p dir=\"ltr\">Die Initiative Babylotse Frankfurt führt regelmäßig Umfragen unter Familien mit Babys durch, um deren Bedürfnisse und Anliegen zu ermitteln. Bei der für dieses Projekt durchgeführten Umfrage gingen ca. 1000 Antworten ein. Die manuelle Auswertung der Antworten wäre jedoch aufgrund des offenen Antwortformats sehr zeitaufwendig und komplex gewesen. Da die Daten anonym vorlagen, hat Babylotse Frankfurt die Zusammenarbeit mit CorrelAid e.V. gesucht, um die Daten mithilfe von Large Language Models (LLM, zu Deutsch: große Sprachmodelle) automatisiert auszuwerten. Diese Technologie ermöglichte eine schnelle Identifizierung übergeordneter Kategorien und die Zuordnung der Antworten, sodass sowohl die häufigsten positiven als auch negativen Aspekte für ganz Frankfurt sowie heruntergebrochen auf regionaler Ebene detailliert schriftlich erfasst wurden. Die Ergebnisse wurden den städtischen Entscheidungsträgern vorgestellt und Babylotse Frankfurt beabsichtigt, die erfolgreiche Partnerschaft mit CorrelAid e.V. fortzusetzen und die Umfrage zu wiederholen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/workshop-babylotse",
        "outputType": "repository",
        "outputNumber": 0
      },
      {
        "url": "https://github.com/CorrelAid/workshop-babylotse/blob/main/data/Umfrage%20DE%20submissions%202024-07-31%2000_25.csv",
        "outputType": "data",
        "outputNumber": 0
      },
      {
        "url": "https://github.com/CorrelAid/workshop-babylotse/",
        "outputType": "report",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Michael Aydinbas",
        "links": {
          "website": "https://pybit.es/author/michaelaydinbas/",
          "linkedin": "https://de.linkedin.com/in/michael-aydinbas",
          "mastodon": null,
          "github": "https://github.com/pmayd"
        },
        "imageSrc": "/assets/3cb11739-6209-4d49-a4c7-a352598815d2.webp",
        "imageDesc": null,
        "imageAlt": "Michael Aydinbas",
        "email": null
      },
      {
        "name": "Sören Etler",
        "links": {
          "website": "http://soeren101.de/",
          "linkedin": "https://www.linkedin.com/in/soeren-etler/",
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/d3113893-b066-4b6a-94c0-d985cb8121a8.webp",
        "imageDesc": null,
        "imageAlt": "Sören Etler",
        "pronouns": "er/ihm",
        "email": null
      },
      {
        "name": "Luke Bölling",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/ee3d0d2a-6df2-4994-bf0d-98b61a0b1526.webp",
        "imageDesc": null,
        "imageAlt": "Luke Bölling",
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2024-06-BAB",
    "teaser": "Mithilfe von Large Language Models wertete CorrelAid e.V. die von der Initiative Babylotse Frankfurt erhobenen Umfragedaten zu Bedarfen von Familien mit Babys aus. Die identifizierten Bedürfnisse und Anliegen konnten so wirkungsvoll an politische Entscheidungsträger*innen kommuniziert werden. ",
    "endDate": "2024-10-09",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Mithilfe von KI Wirkungsmessung skalieren",
    "organization": {
      "name": "In safe hands e.V.",
      "description": "<p><a id=\"docs-internal-guid-a9df1aae-7fff-e04d-cc4d-09553fa472c0\" href=\"https://insafehands.de/\">In safe hands </a>ist ein 2015 gegr&uuml;ndeter Verein mit einer klaren Vision: Wertsch&auml;tzung und Chancengleichheit f&uuml;r jedes Kind! Der absolute Fokus von In safe hands liegt auf dem Programm <a href=\"https://insafehands.de/projekte/bunter-ball-im-sportunterricht-grundschulen/\">BUNTER BALL</a>, einem sportp&auml;dagogischen Programm zur F&ouml;rderung der sozialen und emotionalen Kompetenzen von Grundschulkindern.</p>",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Modellierung",
      "KI",
      "NLP"
    ],
    "dataTypes": [
      "Text",
      "Prozess"
    ],
    "description": "<html><head></head><body><p><strong id=\"docs-internal-guid-28a531d3-7fff-5b3b-b47f-7e44b2dd2d9a\">Wenn die Organisation wächst, kann das Durchführen und besonders auch das Auswerten von Teilnehmendenbefragungen zu einer Herausforderung werden. In einem Data4Good Projekt haben 5 CorrelAid-Volunteers für In safe hands e.V. einen automatisierten Auswertungsprozess und eine Webanwendung für ihre Wirkungsmessung entwickelt.</strong></p>\n<p dir=\"ltr\">In safe hands e.V. bietet mit BUNTER BALL ein sportpädagogisches Präventionsprogramm für Kinder im Grundschulalter an. Mit diesen Angeboten sollen nicht nur die motorische Entwicklung der Kinder gestärkt, sondern auch die emotionalen und sozialen Kompetenzen verbessert werden. Um diese Wirkung zu überprüfen und die Ergebnisse messbar zu machen, werden vor und nach jedem Schuljahr standardisierte Interviews mit den teilnehmenden Kindern durchgeführt. Hierbei protokollieren die unterstützenden Freiwilligen die Antworten der Kinder möglichst im Originalwortlaut.&nbsp;</p>\n<p dir=\"ltr\">In diesem Projekt wurden die Abschnitte der Interviews ausgewertet, die sich mit dem sozialkompetenten Handeln und den Emotionsregulationsstrategien der Kinder befassen.&nbsp;Die im Originalwortlaut erfassten Antworten müssen für die weitere Auswertung aus dem Freitext zu verschiedenen Kategorien zugeordnet werden. Bisher wurde dieser Prozess händisch von geschultem Personal durchgeführt. Dies wurde mit zunehmender Teilnehmendenzahl immer zeitaufwendiger und die Auswertung dadurch schwieriger zu realisieren. Ziel war es daher, diesen Prozess zu vereinfachen und zumindest teilweise zu automatisieren.</p>\n<p dir=\"ltr\">In beiden Kategorien (sozialkompetentes Handeln und Emotionsregulation) gibt es jeweils 6 Fragen. Kindern wird eine beispielhafte Situation skizziert und sie werden gefragt, was sie einer Person, die sich in dieser Situation befindet, empfehlen würden zu tun:</p>\n<p dir=\"ltr\"><em>Stell dir vor, das Mädchen hat Angst, weil es in der Nacht blitzt und donnert. Was rätst du diesem Mädchen, damit sie weniger Angst hat?</em></p>\n<p dir=\"ltr\">Beispiel für Antworten wären hier: “an etwas Schönes denken” oder “Licht anmachen”.&nbsp;In diesen Antworten zeigt das Kind eine sogenannte adaptive Emotionsregulationsstrategie - es weiß gut mit der Emotion umzugehen - und bekommt dafür in der Auswertung zwei Punkte. Verhalten, bei dem das Kind sich selbst abwertet oder aggressiv reagiert, werden als maladaptive Emotionsregulationsstrategien bezeichnet und mit 0 Punkten kodiert. Für weitere Strategien wird ein Punkt vergeben.</p>\n<p><img src=\"/assets/1179ede5-26d1-4004-ba08-ab196bae198b.webp\" alt=\"Screenshot 2024 07 08 145901\"></p>\n<p dir=\"ltr\">Nach der Umsetzung des Projekts wird diese Zuordnung teilautomatisiert durchgeführt. Unser Tool soll den Menschen im Auswertungsprozess nicht ersetzen, sondern unterstützen. Ziel ist es, Zeit bei einfachen Zuordnungen einzusparen, damit mehr Zeit für die Bearbeitung schwieriger Fälle bleibt.</p>\n<p dir=\"ltr\"><strong>Das Tool unterstützt die Kodierung in zwei Schritten:</strong></p>\n<p dir=\"ltr\"><strong>1.&nbsp; Ähnliche bereits kodierte Aussagen finden</strong></p>\n<p dir=\"ltr\">Das System durchsucht eine Tabelle mit bereits kodierten Beispielen nach ähnlichen Aussagen und deren Kodierung, um sicherzustellen, dass gleiche oder ähnliche Aussagen stets die gleiche Punktzahl erhalten.&nbsp;Für diese Zuordnung werden sogenannte Wortvektoren oder Embeddings genutzt, sodass nicht zwingend die gleichen Wörter benutzt werden müssen, um eine Ähnlichkeit festzustellen: Für die Aussage “an etwas Schönes denken” findet das System z.B. den Satz “sich auf schöne Sachen konzentrieren” in den Trainingsdaten und für das Beispiel “Licht anmachen” kann auch “Licht anschalten” gefunden werden.</p>\n<p dir=\"ltr\"><strong>2. Automatische Kodierungsvorschläge</strong></p>\n<p dir=\"ltr\">Zusätzlich wird ein Kodierungsvorschlag errechnet. Hier wird ein einfacher Bag-of-Words Ansatz verwendet. Dies ist ein Machine Learning Ansatz, bei dem die vorkommenden Wörter in einem Satz gezählt werden. Jedes Wort kann mit einer Gewichtung für eine bestimmte Kategorie versehen werden. Das Wort “Licht” oder “Ohren” deutet auf eine Kodierung mit zwei Punkten hin. Während die Wortkombination “weiß nicht” oder “nichts” eher auf 0 Punkte deutet. Mit einem Punkt werden viele Aussagen kodiert, die auf das Einbeziehen von anderen Personen hindeuten und z.B. die Wörter “Mama”, “Mutter” oder “Eltern” enthalten.&nbsp;Dies ist eine sehr einfache Herangehensweise, die sich besonders durch ihre Erklärbarkeit auszeichnet. Es kann sehr gut nachvollzogen werden, warum das System für eine Aussage eine bestimmte Kodierung vorschlägt.</p>\n<p dir=\"ltr\">Weichen diese beiden Herangehensweisen voneinander ab und liefern nicht das gleiche Ergebnis, so wird der entsprechende Eintrag mit einer Warnung versehen. Ebenfalls wird ein Hinweis angezeigt, wenn sich das System bei der automatischen Kodierung nicht sicher ist - d.h. der Confidence-Wert niedrig ist. Diese markierten Einträge können dann manuell überprüft und die Kodierung wenn nötig angepasst werden.</p>\n<p><img src=\"/assets/b3c28ee8-8b32-491f-a7fe-ef370153b249.webp\" alt=\"Screenshot 2024 07 08 145932\"></p>\n<p dir=\"ltr\"><strong>Wie geht es weiter?</strong></p>\n<p dir=\"ltr\">Momentan wird das System in einem ersten Durchlauf für die Kodierung von neuen Antworten verwendet. Das Tool wurde als Webapp für die Mitarbeitenden von In safe hands e.V. veröffentlicht und ist nur für einen freigegebenen Personenkreis zugänglich. Natürlich gibt es bereits viele Ideen zur Weiterentwicklung und Verbesserung des Tools.</p>\n<p dir=\"ltr\">Zum einen können durch kontinuierliches Training mit Daten aus neuen Befragungen die Vorschläge immer weiter verbessert werden. Hierzu kann auch die Verbesserung der genutzten Machine Learning Algorithmen und Sprachmodelle beitragen. Wichtig war uns, dass alle Berechnungen auf einem eigenen Server stattfinden können und die Daten nicht an eine Schnittstelle von z.B. OpenAI oder Google geschickt werden müssen. Sicherlich werden sich aber auch die Large-Language-Modells (LLMs) im nächsten Jahr deutlich weiterentwickeln und eine einfache Ausführung auf eigenen Servern ohne große Rechenleistung ermöglichen.</p>\n<p dir=\"ltr\">Eine weitere Möglichkeit der Weiterentwicklung ist die weitere Auswertung und Visualisierung der Daten. Bisher unterstützt unser Tool nur bei der Kodierung der Antworten. Anschließend werden die Daten als Export in einer Exceltabelle bereitgestellt. Im nächsten Schritt könnte es auch für die Visualisierung und Auswertung der Ergebnisse verwendet werden</p>\n<p dir=\"ltr\">Das Projekt hat gezeigt, dass schon einfache Machine Learning Methoden einen großen Mehrwert bieten können. Die Auswertung erfolgt nun deutlich schneller und ist viel einfacher als es die manuelle Kodierung in Exceltabellen vorher war.</p>\n<p dir=\"ltr\">Und ganz nebenbei haben wir als CorrelAid-Volunteers viel über die Stärkung von sozialen und emotionalen Kompetenzen durch den Sport gelernt und konnten unser Wissen über Daten und Künstliche Intelligenz weitergeben. Dabei ist über einen Zeitraum von sechs Monaten ein handfestes Projekt entstanden, das nicht dem KI-Hype hinterherläuft, sondern zu einer wirklichen Verbesserung der Arbeitsprozesse führt.</p>\n<p dir=\"ltr\">💡 Du findest das Projekt spannend und hast auch Lust ein Data4Good Projekt in deiner Non-Profit Organisation durchzuführen. Alle Informationen dazu findest du auf <a href=\"https://www.correlaid.org/daten-nutzen/projekte/\">https://www.correlaid.org/daten-nutzen/projekte/</a></p></body></html>",
    "summary": "<html><head></head><body><p><span id=\"docs-internal-guid-bf1dd7c3-7fff-0ad3-c621-2719e121bfbe\">In safe hands e.V. stand vor der Herausforderung von Skalierung ihrer Wirkungsmessung. Das CorrelAid Team entwickelte ein Tool, welches mithilfe von KI Vorschläge zur Kategorisierung von offenen Interviewantworten macht. So können Mitarbeiter*innen die Power von KI nutzen und gleichzeitig mit ihrer Expertise falsche Ergebnisse korrigieren und so die Datenqualität sichern.</span></p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [
      {
        "name": "Sören Etler",
        "links": {
          "website": "http://soeren101.de/",
          "linkedin": "https://www.linkedin.com/in/soeren-etler/",
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/d3113893-b066-4b6a-94c0-d985cb8121a8.webp",
        "imageDesc": null,
        "imageAlt": "Sören Etler",
        "pronouns": "er/ihm",
        "email": null
      },
      {
        "name": "Philipp Wussow",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/65c0f2a6-eca1-4418-9aae-daf2f9bb56fc.webp",
        "imageDesc": null,
        "imageAlt": "Philipp Wussow",
        "email": null
      },
      {
        "name": "Jana Wilbert",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/jana-wilbert/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Alina Dallmann",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/alina-d-758224157/",
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2023-10-ISH",
    "teaser": "Wir haben ein Tool entwickelt, das die Auswertung von Teilnehmerbefragungen für ein sportpädagogisches Präventionsprogramm unterstützt. Dabei werden Algorithmen des maschinellen Lernens eingesetzt, um Kodierungen für Antworten vorzuschlagen und so Zeit für komplexere Fälle zu gewinnen.",
    "endDate": "2024-07-01",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Mit Daten zu transparenterer Demokratie",
    "organization": {
      "name": "Demokratie-Wegweiser",
      "description": "<p>&nbsp;Wir m&ouml;chten eine \"Mitmach-Demokratie\" f&ouml;rdern, in der B&uuml;rger:innen &nbsp;&uuml;ber eine zentrale Datenbank direkt mit ihren politischen Vertretern in Kontakt treten und ihre Anliegen und Ideen ansprechen k&ouml;nnen. Ziel ist es, die Hemmschwelle f&uuml;r politische Beteiligung zu senken und entt&auml;uschte B&uuml;rger wieder in den politischen Prozess einzubinden.</p>",
      "address": {
        "street": "Fritz-Thomée-Straße",
        "number": "8",
        "zip_code": "58762",
        "place": "Altena",
        "country": "Germany"
      },
      "impressum": "https://www.demokratie-wegweiser.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Open Source",
      "Visualisierung"
    ],
    "dataTypes": [
      "Open Data",
      "Verwaltung"
    ],
    "description": "<html><head></head><body><p>Dieses Datenvorhaben wurde im Rahmen des <a href=\"https://civic-data.de\" target=\"_blank\" rel=\"noopener\">Civic Data Labs (CDL)</a> realisiert. Als Konsortialpartner im CDL war CorrelAid dabei für die Konzeption des Vorhabens und die Begleitung der Umsetzung durch externe Dienstleister hauptverantwortlich. Im <a href=\"https://civic-data.de/ein-wegweiser-fuer-die-demokratie/\" target=\"_blank\" rel=\"noopener\">Civic Data Lab Blog</a> finden sich mehr Infos über die beteiligte Organisation und ihre Datenherausforderung sowie den Lösungsansatz und die Wirkung des Vorhabens.</p></body></html>",
    "summary": "<html><head></head><body><p>Im Rahmen des Civic Data Lab (CDL) arbeiteten wir an einem Datenprojekt, um eine Datenherausforderung zu bewältigen, mit der unsere Partnerorganisationen konfrontiert sind. Ziel war es, einen demokratischen Leitfaden zu erstellen, um die Transparenz demokratischer Prozesse, insbesondere auf lokaler Ebene, zu erhöhen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://civic-data.de/ein-wegweiser-fuer-die-demokratie/",
        "outputType": "article",
        "outputNumber": 0
      },
      {
        "url": "https://karte.demokratie-wegweiser.de",
        "outputType": "webapp",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2023-12-DEM",
    "teaser": "In Zusammenarbeit mit CorrelAid haben wir eine Lösung für das Projekt \"Demokratie Wegweiser\" entwickelt, die strukturelle Probleme bei der Bereitstellung zuverlässiger Daten für die Bürger angeht.",
    "endDate": "2024-02-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "R Wrapper for the Genesis API",
    "organization": {
      "name": "Internes Projekt",
      "description": "Ein Projekt ohne Partnerorganisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Open Source"
    ],
    "dataTypes": [
      "Verwaltung",
      "Open Data"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Mit dem R-Paket-Projekt 'restatis' soll die Zugänglichkeit der Datenbanken des Statistischen Bundesamtes verbessert und vereinheitlicht werden. Zu diesem Zweck wird ein R-Paket entwickelt, das den Zugriff auf GENESIS sowie die Zensus-Datenbank mit einem einheitlichen Interface erlaubt und die für die Benutzer relevanten Informationen auf eine Weise bereitstellt, die optimal für die weitere Datenverarbeitung, Analyse sowie Visualisierung ist.</p></body></html>",
    "isInternal": true,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/restatis",
        "outputType": "repository",
        "outputNumber": 0
      },
      {
        "url": "https://cran.r-project.org/web/packages/restatis/index.html",
        "outputType": "project_documentation",
        "outputNumber": 1
      },
      {
        "url": "https://correlaid.github.io/restatis/",
        "outputType": "project_documentation",
        "outputNumber": 2
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2022-04-GER",
    "teaser": "Das CorrelAid Team entwickelte ein R-Package, um offene Verwaltungsdaten zugänglicher zu machen.",
    "endDate": "2023-06-30",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "ETL Pipeline von Limesurvey zu einer Datenbank",
    "organization": {
      "name": "Anonyme Organisation",
      "description": "Ein Projekt mit einer anonymen Organisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Automatisierung",
      "Datenmanagement"
    ],
    "dataTypes": [
      "Umfrage",
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Das CorrelAid-Team optimierte den Prozess der Extraktion von Umfragedaten und deren Einspeisung in eine Datenbank, was eine effiziente Datenverwaltung und -analyse ermöglichte.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2022-10-ETL",
    "teaser": "Wir haben dazu beigetragen, die Datenextraktion und das Laden von Daten zu rationalisieren und die Datenverwaltung und -analyse effizienter zu gestalten.",
    "endDate": "2023-03-23",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Data Flow von R zu Metabase zu Google Docs: Ein Live-Connected Reporting-Workflow",
    "organization": {
      "name": "Anonyme Organisation",
      "description": "Ein Projekt mit einer anonymen Organisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Open Source",
      "Automatisierung",
      "Webentwicklung"
    ],
    "dataTypes": [
      "Umfrage",
      "Prozess"
    ],
    "description": "<html><head></head><body><p>Das Team entwickelte zwei Komponenten:</p>\n<ol>\n<li><a href=\"https://github.com/CorrelAid/DataToMetabase\" target=\"_blank\" rel=\"noopener\">DataToMetabase</a>: R-Tools zur Exploration automatisierter Ansätze für die (Vor-)Kuratierung einer Metabase-Instanz mit Dashboards und Abfragen über die Metabase-API. Ziel dieser Komponente ist es, die Nutzung von Metabase zu skalieren, indem (langwierige) manuelle Aufgaben wie die Erstellung von Tabellen und Abfragen automatisiert werden.</li>\n<li><a href=\"https://github.com/CorrelAid/metabase-to-google\" target=\"_blank\" rel=\"noopener\">metabase-to-google</a> verbindet Metabase und Google Spreadsheets. Diese Tools ermöglichen es, Metabase Dashboards und Abfragen (sog. \"cards\") in Google Sheets über die Metabase-API, Google Apps Script und verschiedene Google-APIs (z. B. Sheets-API) zu importieren und zu synchronisieren.</li>\n</ol>\n<p>Obwohl es sich um einen Prototyp handelt, hat das Projekt gezeigt, dass es möglich ist, Datenpipelines außerhalb hoch-technischer Umgebungen zu erstellen, so dass auch technisch weniger versierte Nutzer*innen die Vorteile der Automatisierung und Reproduzierbarkeit in ihren Arbeitsumgebungen wie dem Google Workspace nutzen können.</p></body></html>",
    "summary": "<html><head></head><body><p>In diesem Projekt entwickelte ein CorrelAid-Team Software-Tools, die einen live-verbundenen Data Flow von R zu Google Docs mithilfe von Metabase und Google AppScript ermöglichen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/metabase-to-google",
        "outputType": "repository",
        "outputNumber": 1
      },
      {
        "url": "https://github.com/CorrelAid/DataToMetabase",
        "outputType": "repository",
        "outputNumber": 2
      },
      {
        "url": "/assets/1c8e7346-2bc2-4ef8-ba25-dbfd863b2666.pdf",
        "outputType": "project_documentation",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Konrad Wölms",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/konrad-w%C3%B6lms/",
          "mastodon": null,
          "github": "https://github.com/KonradUdoHannes"
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2022-10-LCR",
    "teaser": "Wir haben erfolgreich zwei Komponenten zur Automatisierung von Datenaufgaben entwickelt, die zeigen, dass auch technisch weniger versierte Nutzer von Datenpipelines außerhalb der traditionellen technischen Stacks profitieren können.",
    "endDate": "2023-03-23",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Wo sollen neue Fahrradparkplätze in Paris entstehen? Unterstützung der Entscheidungsfindung mit offenen Daten",
    "organization": {
      "name": "City of Paris ",
      "description": "<p>Die Verwaltung der Stadt Paris, Frankreich.</p>",
      "address": {
        "street": "Place de l'Hôtel de Ville",
        "number": "",
        "zip_code": "75004",
        "place": "Paris",
        "country": "France"
      },
      "impressum": "https://www.paris.fr/pages/mentions-legales-235",
      "address_comments": "General legal page for paris.fr used; the Ville de Paris is seated at Hôtel de Ville, 75004 Paris. Project-specific pages may have their own legal owners."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse",
      "Modellierung"
    ],
    "dataTypes": [
      "Verwaltung",
      "Open Data"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Das Projekt mit der Stadt Paris hatte das Ziel, datengestützte Entscheidungsfindung mit offenen Daten zu unterstützen. Das CorrelAid Team fokussierte sich auf die Frage, wo neue Fahrradparkplätze in Paris gebaut werden sollten. Das Hauptergebnis des Projekts ist ein Prototyp des Paris Parking Demand Index. Dabei handelt es sich um eine interaktive Karte, die sowohl das Angebot an Fahrradparkplätzen als auch Indikatoren für die Parkplatznachfrage (unter Verwendung offener Daten) auf der Ebene von IRIS (der kleinsten in Frankreich verwendeten statistischen Raumeinheit) darstellt. Der Prototyp ist ein wertvoller Input für die Data Scientists, die von der Stadt Paris seit dem Start des Projekts eingestellt wurden.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/paris-bikes/",
        "outputType": "repository",
        "outputNumber": 0
      },
      {
        "url": "https://paris-bikes-wfiz3bgwsa-ew.a.run.app/",
        "outputType": "webapp",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2022-07-COP",
    "teaser": "Wir haben die Stadt Paris bei der Erstellung einer Karte zur besseren Planung von Fahrradparkplätzen unterstützt und dabei offene Daten für datengestützte Entscheidungen genutzt.",
    "endDate": "2022-12-15",
    "localChapterNames": [
      "Paris"
    ],
    "procLocalChapters": [
      {
        "city": "Paris",
        "href": "/mitmachen/correlaidx/paris"
      }
    ]
  },
  {
    "title": "Qualitätsanalyse von OpenStreetMap Daten für Trinkbrunnen",
    "organization": {
      "name": "a tip: tap e.V.",
      "description": "<p>Ein Tipp: tap ist ein gemeinn&uuml;tziger Verein, der sich f&uuml;r Leitungswasser, gegen Verpackungsm&uuml;ll und damit f&uuml;r einen &ouml;kologisch nachhaltigen Lebensstil in Deutschland einsetzt.</p>",
      "address": {
        "street": "Oberlandstraße",
        "number": "26-35",
        "zip_code": "12099",
        "place": "Berlin",
        "country": "Germany"
      },
      "address_comments": "c/o Thinkfarm; also listed Schustehrusstraße 29, 10585 Berlin on partner page.",
      "impressum": "https://atiptap.org/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse",
      "Reporting",
      "Visualisierung"
    ],
    "dataTypes": [
      "Open Data",
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Ziel dieses Projekts war die Analyse von Open Street Maps (OSM) Daten zu Trinkbrunnen in Deutschland. Der Fokus lag auf der Ermittlung der Anzahl der gelisteten Trinkstellen pro 1000 Einwohner in verschiedenen Städten und dem Vergleich dieser Daten mit den offiziellen Zahlen einiger Städte. Darüber hinaus wurde die Qualität der Metadaten durch den Vergleich mit den definierten Pflichtangaben bewertet, darunter Attribute wie Brunnentyp, Nachfüllmöglichkeit, Barrierefreiheit, öffentliche Zugänglichkeit und weitere Informationen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://correlaid.github.io/trinkbrunnen-analyse/map-deutschland-drinking-water.html",
        "outputType": "webapp",
        "outputNumber": 0
      },
      {
        "url": "https://correlaid.github.io/trinkbrunnen-analyse/analysis-fountains-germany.html",
        "outputType": "report",
        "outputNumber": 0
      },
      {
        "url": "https://github.com/CorrelAid/trinkbrunnen-analyse",
        "outputType": "repository",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2022-11-ATT",
    "teaser": "Wir haben Open Street Maps-Daten zu Trinkbrunnen in Deutschland analysiert, unsere Ergebnisse mit offiziellen Zahlen verglichen und die Qualität der Metadaten verbessert.",
    "endDate": "2022-11-20",
    "localChapterNames": [
      "Hamburg",
      "Bremen"
    ],
    "procLocalChapters": [
      {
        "city": "Hamburg",
        "href": "/mitmachen/correlaidx/hamburg"
      },
      {
        "city": "Bremen",
        "href": "/mitmachen/correlaidx/bremen"
      }
    ]
  },
  {
    "title": "Entwicklung eines interaktiven Fragebogens zur Verbesserung von Kinderschutzmaßnahmen im Sport",
    "organization": {
      "name": "Laureus Sport For Good Germany",
      "description": "<p>Laureus Sport for Good unterst&uuml;tzt weltweit mehr als 250 Organisationen in &uuml;ber 50 L&auml;ndern, die Sport und Bewegung daf&uuml;r einsetzen, um Gewalt, Diskriminierung und Benachteiligung von Kindern und Jugendlichen zu bek&auml;mpfen. Laureus Sport for Good Germany wurde 2001 als erste nationale Laureus Stiftung gegr&uuml;ndet und nutzt die Kraft des Sports mit dem Ziel, benachteiligte Kinder und Jugendliche in Deutschland und &Ouml;sterreich in ihrer pers&ouml;nlichen Entwicklung zu unterst&uuml;tzen und dadurch einen positiven Einfluss auf die Gesellschaft zu nehmen. Seit 2009 geh&ouml;rt auch &Ouml;sterreich zum Aktionsbereich der Stiftung. Bisher leisteten die deutschen und &ouml;sterreichischen Laureus F&ouml;rderprogramme f&uuml;r mehr als 50.000 Kinder und Jugendliche aus sozialen Brennpunkten Hilfe, Beratung und F&ouml;rderung. Laureus Sport for Good hat sich mit der Unterzeichnung der Internationalen Schutzma&szlig;nahmen f&uuml;r Kinder im Sport dazu verpflichtet, diese einzuhalten, zu f&ouml;rdern und zu sch&uuml;tzen.</p>",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Visualisierung",
      "Webentwicklung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Es gibt in Bezug auf Kinderschutzmaßnahmen im Sport-Sektor in Deutschland und Österreich, aber auch international, erhebliche Mängel, viel fehlendes Wissen und viel fehlenden Willen, um wirksame Konzepte einzuführen und umzusetzen. Laureus Sport for Good ist Unterzeichnerin und Teil der Initiative Safe in Sport, die sich für stärkere Schutzkonzepte im Sport weltweit einsetzt, Leitfäden und Empfehlungen anbietet und bei der Erarbeitung von Schutzkonzepten unterstützt.</p>\n<p>Ein bisher bestehender Selbsttest in Form eines PDF-Dokuments, in dem manuell Punkte zusammengezählt und nach den Ergebnissen gesucht werden musste, war nicht nutzer*innen-freundlich und wurde als Folge wenig zur Überprüfung und Weiterentwicklung von Kinderschutz-Maßnahmen verwendet.</p>\n<p>Da das PDF manuell von den Organisationen offline ausgefüllt und ausgewertet wurde, gab es keinerlei Möglichkeit, basierend auf den Ergebnissen, die Organisation gezielt zu unterstützen. Außerdem war es auf Grund mangelnder Daten nicht möglich, Analysen durchzuführen, die zum Beispiel Unterschiede zwischen Organisationsformen oder Ländern aufzeigen konnten.</p>\n<p>Diese Erkenntnisse sind aber auf zweierlei Ebene wichtig: Zum einen für die Organisation selbst, um eine einfache und schnelle Einschätzung der Stärke ihrer bestehenden Prozesse und Konzepte zu erhalten und direkt Empfehlungen für die Verbesserung zu erhalten. Zum anderen für Laureus, um Angebote zu entwickeln, um die Organisationen in dem Bereich weiter zu unterstützen, und das Thema Prävention von (sexueller) Gewalt/Kinderschutz weiter in die Öffentlichkeit tragen und die Lücken aufzuzeigen.</p>\n<h1>Die Datengrundlage</h1>\n<p>Bei den zu erfassenden Daten des Tests in PDF-Form handelt es sich um eine Selbstauskunft einer Organisation zu verschiedenen Fragen des Kinderschutzes in dieser Organisation. Diese Fragen sind in acht Frageblöcke zu jeweils acht verschiedenen Bereichen an Schutzmaßnahmen aufgeteilt. Die pro Frage abgefragten Teilaspekte der Schutzmaßnahmen sind jeweils mit “noch nicht erfüllt”, “teilweise erfüllt” oder “erfüllt” zu beantworten. Vor Beginn des CorrelAid-Projektes wurden die Antworten weder systematisch gespeichert noch weitergehend analysiert, da es keine Möglichkeit gab, auf die Antworten der Teilnehmenden zuzugreifen, vor allem nicht in anonymisierter Form. Darüber hinaus bestand kein koordinierter (und anonymisierter) Weg, den Organisationen nach Ausfüllen des Fragebogens Feedback in Form von Empfehlungen zu den einzelnen Schutzmaßnahmen zukommen zu lassen.</p>\n<p>Die nun interaktive Web-App erlaubt neben der vereinfachten Nutzung des Tests und den automatisierten, auf die Antworten abgestimmten Empfehlungen auch das (anonyme) Erheben der Daten. Dabei werden Daten zur Organisationsform, zur Größe der Organisation und zum Alter der Teilnehmenden anonym in einer Google-Tabelle gespeichert sowie die codierten Antworten auf die Einzelfragen der Selbsteinschätzung.\nDie ausfüllende Organisation erhält eine PDF ihrer Antworten zum Herunterladen. Mit dem Herunterladen stimmt die Organisation zu, dass die generierten Daten bei Laureus gespeichert werden. Eine Nutzung des Tools ist auch ohne das Herunterladen/die Weiterleitung der Daten online möglich.</p>\n<p>Die generierten Daten geben einen Überblick darüber, wie weit Organisationen in ihrer Entwicklung von Kinderschutz-Maßnahmen sind und in welchen Bereichen Verbesserungsbedarf besteht. Daraus kann Laureus Sport for Good einerseits ableiten, welche Angebote die Stiftung entwickeln muss, um Organisationen in dem Bereich weiter zu unterstützen, und andererseits das Thema Prävention von (sexueller) Gewalt/Kinderschutz weiter in die Öffentlichkeit tragen und die Lücken aufzeigen.</p>\n<h1>Der Ansatz</h1>\n<p>Laureus und das Projekt-Team von CorrelAid haben gemeinsam das Konzept einer interaktiven und reaktiven <a href=\"https://laureus.shinyapps.io/Safeinsport-selfaudit/\">Web App</a> entwickelt, die den alten PDF-Fragebogen ersetzen und darüber hinausgehende Funktionalitäten aufweisen sollte. Basierend auf dem bestehenden <a href=\"https://correlaid.shinyapps.io/datamaturitymodel/\">Data-Maturity Evaluationstools Elmo</a> von CorrelAid, wurde daraufhin mit laufendem inhaltlichen Input von Seiten von Laureus im Projekt-Team ein Konzept einer Web App mit diesen Funktionalitäten entwickelt und dieses hauptsächlich mithilfe des R Shiny Packages in der Programmiersprache R geschrieben.</p>\n<p>Die Web App erfasst, wie schon der PDF-Fragebogen zuvor, Antworten zu Fragen des Kinderschutzes in Organisationen, gebündelt in acht Schutzmaßnahmen und mit jeweils drei Antwortkategorien “noch nicht erfüllt”, “teilweise erfüllt” und “erfüllt”. Diese drei Antwortkategorien sind zu Beginn des Fragebogens in einer Legende mit Ampelsystem aufgeführt, welches eine flüssige und intuitive Beantwortung der Fragen ermöglicht. Die Art der visuellen Repräsentation der Legende trägt zudem zur Barrierefreiheit des Fragebogens bei, da die einzelnen Antwortkategorien in der Legende auch für Personen mit beispielsweise Rot-Grün-Schwäche erkennbar sind. Die Ergebnisse einzelner Antworten sind dank der Implementierung in der Web App nun konstant während des Antwortens parallel einsehbar, mitsamt laufend aktualisierten Ergebnisstatistiken der Schutzmaßnahmenbereiche, wie Mittelwerten und Medianen sowie einer sich laufend aktualisierenden reaktiven Ergebnisgrafik.</p>\n<p>Über die zuvor bereits vorhandenen Fragen hinausgehend bietet die Web App Laureus nun die Möglichkeit, allgemeine Fragen zu Organisationsdaten zu stellen, um diese in potenzielle Analysen einfließen lassen zu können. Durch allgemeine Formulierungen und die Vermeidung von Freitext-Feldern bleibt die Anonymität der Befragten immer gewahrt. Zudem speichert die Web App zu keinem Zeitpunkt technische Daten wie die IP-Adresse oder die Browser-Konfiguration der Befragten, sodass auch über diesen Weg Rückschlüsse auf ihre Identität ausgeschlossen sind.</p>\n<p>Im Kontrast zum alten Fragebogen-Konzept geschehen bei Abschluss eines Online-Fragebogens in der Web App nun umgehend zweierlei Dinge: Einerseits bekommen die Befragten unmittelbares Feedback in Form eines herunterladbaren PDF, das basierend auf den gerade zuvor gegebenen Antworten Empfehlungen zu den einzelnen Schutzmaßnahmen bereitstellt. Andererseits werden die Antworten zu Organisationsdaten und Schutzmaßnahmen parallel automatisch in einer privaten nur Laureus zugänglichen Google Sheets Datei abgespeichert. Potenzielle DSGVO-bezogene Probleme bezüglich der Speicherung persönlichkeitsbezogener Daten mittels eines Google-Dienstes mit Server-Standorten außerhalb der EU sind nicht gegeben, da von vornherein keine persönlichkeitsbezogenen Daten der Befragten erfasst wurden. Der größte Vorteil dieser von CorrelAid für Laureus konzipierten Web App im Vergleich zum vorigen analogen Fragebogen liegt somit darin, dass sämtliche Antworten in digitaler Form gespeichert werden und ohne großen Aufwand für weitergehende Auswertungen und Analysen bereitstehen.</p>\n<h1>Die Wirkung</h1>\n<p>Die <a href=\"https://laureus.shinyapps.io/Safeinsport-selfaudit/\">interaktive Web App</a> bietet den Nutzer*innen die Verbesserung gegenüber dem statischen PDF-Dokument, die Ergebnisse direkt ausgewertet und visuell ansprechend zu erhalten. Für Nutzer*innen bedeutet dies einen niederschwelligen Zugang und signifikante Zeiteinsparungen. Durch die einfache Bedienbarkeit steigt auch die Reichweite des Tests. Aus Sicht von Laureus ist die Möglichkeit zur zentralen Auswertung der Testergebnisse vorteilhaft. Ein Erkenntnisgewinn ist aktuell noch nicht einschätzbar, da die App die benötigten Daten erst generiert.</p>\n<p>Um Laureus die nachhaltige codeseitige Nutzbarkeit der App zu erleichtern, wurde der Code kommentiert und bestimmte kritische Aspekte (renv-Package, lokales Aufsetzen der App, Deployment auf shinyapps.io) in der GitHub ReadMe erklärt. Darüber hinaus wurde der Code in einem Erklärvideo detailliert erläutert.</p>\n</body></html>",
    "summary": "<html><head></head><body><p>Laureus Sport for Good und CorrelAid haben einen Test zur Feststellung des Niveaus des Kinderschutzes in (z. B. Sport-) Organisationen entwickelt, den es bislang lediglich in statischer PDF-Form gab. Im Rahmen dieses Projekts wurde der Test als Web App veröffentlicht, die die jeweiligen Ergebnisse für jede Organisation visuell schnell greifbar aufbereitet, dazu passende Empfehlungen für Kinderschutzmaßnahmen liefert und es Laureus erlaubt, die Daten zu speichern und auszuwerten. Die App ist in vier Sprachen (Deutsch, Englisch, Spanisch, Französisch) verfügbar.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://laureus.shinyapps.io/Safeinsport-selfaudit/",
        "outputType": "webapp",
        "outputNumber": 0
      },
      {
        "url": "https://www.laureus.de/international-safeguards-for-children-in-sport-laureus-sport-for-good-setzt-sich-aktiv-dafuer-ein-dass-der-sport-ein-sicherer-ort-fuer-jedes-kind-wird/",
        "outputType": "article",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Michael Schischkin",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/michael-schischkin/",
          "mastodon": null,
          "github": "https://github.com/MichaelSchischkin"
        },
        "email": null
      },
      {
        "name": "Stephanie Pietsch",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": "https://github.com/stephie94"
        },
        "email": null
      },
      {
        "name": "Petula Arnold",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": "https://github.com/arnoldpe84961"
        },
        "email": null
      },
      {
        "name": "Florian Fox",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": "https://github.com/flo-fox"
        },
        "email": null
      },
      {
        "name": "Tabea Gering",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": "https://github.com/Bea-art"
        },
        "email": null
      },
      {
        "name": "Julia Schilling",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/julia-schilling-a83b4a242/",
          "mastodon": null,
          "github": "https://github.com/julialaureus"
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2022-04-LAU",
    "teaser": "Wir haben eine interaktive Web-App entwickelt, die Sportorganisationen dabei hilft, ihre Kinderschutzmaßnahmen zu bewerten und personalisierte Empfehlungen für Verbesserungen zu erhalten. Dieses neue Tool strafft den Prozess, spart Zeit und erhöht die Zugänglichkeit.",
    "endDate": "2022-11-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Python-Package für die GENESIS Datenbank",
    "organization": {
      "name": "Internes Projekt",
      "description": "Ein Projekt ohne Partnerorganisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Open Source"
    ],
    "dataTypes": [
      "Verwaltung",
      "Open Data"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Mit dem GENESIS Python Projekt soll die Zugänglichkeit der Datenbanken der statistischen Ämter des Bundes und der Länder verbessert und vereinheitlicht werden. Zu diesem Zweck wurde eine Python-Bibliothek entwickelt, die den Zugriff auf die verschiedenen Datenbanken mit einem einheitlichen Interface erlaubt und die für die Benutzer relevanten Informationen auf eine Weise bereitstellt, die optimal für die weitere Datenverarbeitung, Analyse sowie Visualisierung ist. Alle unterstützten Portale (Destatis, Regionalstatistik, Zensus) bieten Zugriff auf dieselbe Datenbank: Die <a href=\"https://www-genesis.destatis.de/genesis/online\" target=\"_blank\" rel=\"noopener\">GENESIS-Online Datenbank des Statistischen Bundesamtes</a>, die eine große Anzahl von Tabellen enthält.&nbsp;</p></body></html>",
    "isInternal": true,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/pystatis",
        "outputType": "repository",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2022-04-GEP",
    "teaser": "Das CorrelAid Team entwickelte ein Python-Package, um offene Verwaltungsdaten zugänglicher zu machen.",
    "endDate": "2022-10-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Aufbau eines Systems zur Bewertung der Bodenqualität durch maschinelles Lernen und Computer Vision",
    "organization": {
      "name": "Anonyme Organisation",
      "description": "Ein Projekt mit einer anonymen Organisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Open Source",
      "Modellierung"
    ],
    "dataTypes": [
      "Open Data"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>In diesem Projekt programmiert ein CorrelAid-Team ein System zur Bewertung der Bodenqualität mit Hilfe von maschinellem Lernen und Computer Vision.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2022-07-MIP",
    "teaser": "Wir haben maschinelles Lernen und Computer Vision eingesetzt, um die Bodenqualität zu bewerten und landwirtschaftliche Praktiken zu verbessern.",
    "endDate": "2022-10-15",
    "localChapterNames": [
      "München"
    ],
    "procLocalChapters": [
      {
        "city": "München",
        "href": "/mitmachen/correlaidx/munich"
      }
    ]
  },
  {
    "title": "Alleinerziehend und arbeitslos: Analyse von Daten der Allgemeinen Sozialberatung der Caritas",
    "organization": {
      "name": "Deutscher Caritasverband e.V., Referat Soziale Lebenslagen und Solidarität",
      "description": "<p><span id=\"docs-internal-guid-ca6b531b-7fff-1196-b7b3-e1697f1fd089\">Der Deutsche Caritasverband ist der katholische Verband der Freien Wohlfahrtspflege und Deutschlands gr&ouml;&szlig;ter Wohlfahrtsverband, mit &uuml;ber 6.000 eigenst&auml;ndigen Rechtstr&auml;gern. In ihren etwa 25.000 Einrichtungen und Diensten bieten die Caritas-Organisationen wirksame Hilfen f&uuml;r Menschen in schwierigen Lebenslagen. Sie gestalten zudem die sozial- und gesellschaftspolitische Entwicklung mit. Die Zentrale des Deutschen Caritasverbandes (DCV) in Freiburg ist zust&auml;ndig f&uuml;r die Interessenvertretung auf bundespolitischer Ebene. Sie verantwortet auch die fachliche Entwicklung des Verbandes und bringt dazu Praxis, Politik und Forschung zusammen. In diesem Projekt arbeiten wir mit dem Referat Soziale Lebenslagen und Solidarit&auml;t zusammen.<br></span></p>",
      "address": {
        "street": "Karlstraße",
        "number": "40",
        "zip_code": "79104",
        "place": "Freiburg",
        "country": "Germany"
      },
      "impressum": "https://www.caritas.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse"
    ],
    "dataTypes": [
      "Umfrage",
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body>In Zusammenarbeit mit dem deutschen Caritasverband  hat das CorrelAid Team die Daten der jährlichen Stichtagsbefragung der Klient*innen der Allgemeinen Sozialberatung analysiert. Die Beratung beraet zu diversen Themen: von Schulden, Arbeitslosigkeit, über familieninterne Probleme bis hin zu sozialen Leistungen. Das Team führte eine explorative Datenanalyse in R durch, die 37.000 Fragebögen aus den Jahren 2010 bis 2021 umfasste, und zeigte so mehrere Trends und Kernprobleme auf: So haben alleinerziehende Mütter ein deutlich höheres Risiko, langzeitarbeitslos zu werden als andere soziale Gruppen. Besonders ausgeprägt ist dieser Effekt bei alleinerziehenden Müttern mit niedrigerem Bildungsniveau. Die Analyseergebnisse wurden in der Zeitschrift \"Neue Caritas\" veröffentlicht und liefern datenbasierte Belege für die Kernforderungen der Caritas gegenüber der Bundesregierung, die sich für eine bessere Unterstützung sozial schwacher Gruppen einsetzt.</body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://www.caritas.de/neue-caritas/heftarchiv/jahrgang2022/artikel/alleinerziehend-und-arbeitslos",
        "outputType": "article",
        "outputNumber": 0
      },
      {
        "url": "https://github.com/CorrelAid/caritas-project",
        "outputType": "repository",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2021-10-CAR",
    "teaser": "Wir haben die Daten von 37 000 Kunden analysiert und festgestellt, dass alleinerziehende Mütter ein höheres Risiko haben, langzeitarbeitslos zu werden, insbesondere diejenigen mit geringerer Bildung.",
    "endDate": "2022-05-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "R Wrapper für die KoboToolbox API",
    "organization": {
      "name": "Internes Projekt",
      "description": "Ein Projekt ohne Partnerorganisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Open Source"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>KoBoToolbox ist ein Open-Source Tool für die Datenerhebung, -verwaltung und -analyse. KoboToolbox bietet eine Plattform für die Erstellung von Formulare und Umfragen, die Offline-Erfassung von Daten mit mobilen Geräten und die Analyse der erfassten Daten. Das Hauptziel von KoboToolbox ist es, die Datenerhebung vor Ort in Gebieten mit eingeschränkter oder fehlender Internetanbindung zu ermöglichen. Daher wird KoboToolbox v.a. auch von Forscher*innen und humanitären Organisationen genutzt.</p>\n<p>Das CorrelAid Team entwickelte ein R Package, das den Nutzer*innen von KoboToolbox den programmatischen Zugriff auf die KoboToolbox API ermöglicht und ihnen so ein Werkzeug an die Hand gibt, um Prozesse zu automatisieren und Daten-Workflows zu verbessern.</p></body></html>",
    "isInternal": true,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/kbtbr",
        "outputType": "repository",
        "outputNumber": 0
      },
      {
        "url": "https://correlaid.github.io/kbtbr/",
        "outputType": "project_documentation",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2021-04-KOB",
    "teaser": "Mit dem R-Paket CorrelAid für KoboToolbox haben wir dazu beigetragen, Daten-Workflows für Forscher und humanitäre Organisationen zu automatisieren.",
    "endDate": "2022-02-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Zeitersparnisse und verbesserte Wirkungskommunikation dank Automatisierung und Datenvisualisierungen",
    "organization": {
      "name": "Silbernetz e.V.",
      "description": "<p><span id=\"docs-internal-guid-89271240-7fff-b478-2483-3c5a680e53a7\">Silbernetz ist ein einzigartiges Hilfs- und Kontaktangebot f&uuml;r &auml;ltere Menschen in Deutschland. Mit einem dreistufigen Ansatz bahnt es vereinsamten &Auml;lteren einen Weg aus der Isolation. Es erm&ouml;glicht anonyme Kontaktaufnahme, den schrittweisen Wiederaufbau pers&ouml;nlicher Verbindung sowie die Vernetzung zu zahlreichen Angeboten f&uuml;r &auml;ltere Menschen in ihrem Umfeld und ihrer unmittelbaren Nachbarschaft. Zun&auml;chst in Berlin aufgebaut und erprobt, ist es seit dem 16. M&auml;rz 2020 bundesweit erreichbar. (Quelle: </span><a href=\"https://www.silbernetz.org/\">Silbernetz Homepage</a>)</p>",
      "address": {
        "street": "Wollankstraße",
        "number": "97",
        "zip_code": "13359",
        "place": "Berlin",
        "country": "Germany"
      },
      "impressum": "https://silbernetz.org/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Automatisierung",
      "Visualisierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p id=\"docs-internal-guid-b5aa1500-7fff-9640-8b3c-576d4f676bc4\" dir=\"ltr\">Vor dem Projekt musste Elke Schilling, die Gründerin von Silbernetz, jede Woche die aktuelle Anzahl der Anrufe manuell vom Telefonanbieter herunterladen und relevante Statistiken auf ziemlich mühsame Weise händisch berechnen. Dieser Prozess dauerte jedes Mal über eine Stunde und war fehleranfällig. Außerdem waren einige Statistiken, die sie interessierten, im aktuellen Web-Portal der Telefongesellschaft nicht verfügbar, und es fehlte eine ansprechende Visualisierung der Daten.&nbsp;</p>\n<h1>Die Datengrundlage</h1>\n<p id=\"docs-internal-guid-08a09726-7fff-be51-ed1a-33116bb34891\" dir=\"ltr\">Die Grundlage des Projekts bildeten die Rohdaten der mittlerweile über 500.000 Anrufe (Stand: November 2023) aus dem Web-Portal der Telefongesellschaft. Die Daten liefern unter anderem Informationen zum Ort und Datum des Anrufs und dem Bundesland, aus dem der Anruf kommt. Personenbezogene Daten, die die Identifikation des*der Anrufer*in ermöglicht hätten, waren durch das Web-Portal schon anonymisiert.&nbsp;</p>\n<h1>Der Ansatz</h1>\n<p id=\"docs-internal-guid-5cdbde31-7fff-e093-5648-948379a6401a\" dir=\"ltr\">Das CorrelAid Team entwickelte eine interaktive R-Shiny-Anwendung, die mit nur einem Klick die neuesten Daten herunterlädt, aggregiert und alle Statistiken aktualisiert, sodass keine manuellen Arbeiten mehr notwendig sind. Außerdem ist die Anwendung speziell auf die Bedürfnisse von Silbernetz zugeschnitten: Sie liefert zusammenfassende Statistiken auf monatlicher, wöchentlicher und täglicher Basis und ermöglicht Analysen auf Bundesland-Ebene. Darüber hinaus stellt sie dem*der Nutzer*in verschiedene Visualisierungen zur Verfügung, die in Präsentationen oder anderen Veröffentlichungen verwendet werden können. Außerdem konnten durch die Arbeit mit den Rohdaten auch neue Statistiken für Elke berechnet werden, die vorher nicht berechenbar waren.</p>\n<p><img src=\"/assets/0e594a5c-134c-4136-8ad7-59314eb8a59f.webp\" alt=\"Silbernetz Wirkungskommunikation\"></p>\n<h1>Die Wirkung</h1>\n<p id=\"docs-internal-guid-f3f90b40-7fff-aa51-0684-b50f7b98b48f\" dir=\"ltr\">Die entwickelte Lösung befreit Elke Schilling von der fehleranfälligen und zeitaufwändigen Arbeit des wöchentlichen manuellen Kopierens und Auswertens der Daten - sie kann diese Zeit nun für wichtigere und wirkungsvollere Aktivitäten nutzen, die der Mission von Silbernetz nutzen. Da es sich bei dem bisherigen Prozess um eine sehr repetitive Aufgabe handelte, die jede Woche über eine Stunde in Anspruch nahm, konnte Silbernetz seit dem Projekt 2021 erheblich Zeit sparen, da das Tool nun seit über 21 Monaten im Einsatz ist (Stand: November 2023). Bei einem Follow-Up Gespräch im November 2022 berichtete Elke, dass sie immer noch mit den Ergebnissen zufrieden ist und die Visualisierungen sehr hilfreich findet. Sie wies außerdem darauf hin, dass diese Visualisierungen sie bei der Akquise von weiteren Fördermitteln unterstützen, was für den weiteren Erfolg von Silbernetz entscheidend ist.</p>\n<p dir=\"ltr\">Neben Elke Schilling zeigte sich auch die (nun ehemalige) Leitung von Silbernetz begeistert:</p>\n<blockquote>\n<p dir=\"ltr\">“Die Visualisierung der Daten hat unsere Arbeit revolutioniert. Als Leitung habe ich die Karten oft in Gesprächen mit der Politik, Stakeholdern und Zuwendungsgebern verwendet. Unsere Gegenüber haben viel schneller und besser verstanden, was wir bewirken. Bestehende Unterstützer*innen konnten wir von unserer Wirksamkeit überzeugen und neue hinzugewinnen. Das Projekt war wirklich ein Game-Changer für uns.”&nbsp;</p>\n</blockquote></body></html>",
    "summary": "<html><head></head><body><p id=\"docs-internal-guid-ecb965bf-7fff-5ac5-dea6-530242b5e9fb\" dir=\"ltr\">Für die wöchentliche und fortlaufende Auswertung der Anrufdaten des Vereins Silbernetz e.V. automatisierte das CorrelAid-Team den Datenprozess vom Export der Daten zur Berechnung von Statistiken und visualisierte die Daten in einem Shiny-Dashboard mit interaktiven Visualisierungen. Durch den Automatisierungsansatz gehört die fehleranfällige und zeitaufwändige manuelle Auswertung der Rohdaten nun der Vergangenheit an. Das Dashboard und die Visualisierungen bieten dem Verein neue, individuelle Analyse- und Darstellungsmöglichkeiten der eigenen Arbeit und Wirkung, zum Beispiel zur effektiveren Ansprache von Zuwendungsgebern. Die Volunteers von CorrelAid konnten im Projekt ihre Fähigkeiten für den guten Zweck einsetzen und ausbauen sowie Einblicke in die Arbeit und Bedürfnisse einer spannenden NPO erhalten.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2021-07-SIL",
    "teaser": "Wir haben ein interaktives Tool entwickelt, das Silbernetz Zeit und Mühe erspart und es ihnen ermöglicht, sich auf wichtigere Aktivitäten zu konzentrieren und ihre Wirkung bei den Interessengruppen effektiv zu kommunizieren, was letztendlich zu mehr Finanzierung und Unterstützung führt.",
    "endDate": "2021-12-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Wertvolle Zeit sparen und Fehler vermeiden durch die Automatisierung von Prozessen",
    "organization": {
      "name": "Science on Stage e.V.",
      "description": "<p><a href=\"https://www.science-on-stage.de\" target=\"_blank\" rel=\"noopener\">Science on Stage Deutschland e.V.</a> (SonSD) f&ouml;rdert den pers&ouml;nlichen Austausch zwischen engagierten MINT-Lehrkr&auml;ften in Primar- und Sekundarschulen &ndash; allgemeinbildende und berufsbildende &ndash; in Europa und dar&uuml;ber hinaus. Der Verein f&ouml;rdert den internationalen Transfer von gelungenen Unterrichtsbeispielen und ausgezeichneten Unterrichtsideen. Damit st&auml;rkt SonSD die naturwissenschaftlich-technische Bildung in Schule, Wirtschaft und Gesellschaft.</p>",
      "address": {
        "street": "Am Borsigturm",
        "number": "15",
        "zip_code": "13507",
        "place": "Berlin",
        "country": "Germany"
      },
      "impressum": "https://www.science-on-stage.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Automatisierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p dir=\"ltr\">Science on Stage e.V. versuchte, stärker datenorientiert zu arbeiten, aber Daten aus vielen verschiedenen Quellen erwiesen sich als eine erhebliche Hürde. Vor allem die manuelle Vorgehensweise bei Export, Bereinigung und Analyse der Daten machte diese Prozesse mühsam, zeitaufwändig und fehleranfällig.</p>\n<h1>Die Datengrundlage</h1>\n<p dir=\"ltr\">Das Projekt konzentrierte sich auf die Datenquellen Surveymonkey (Umfragedaten von Teilnehmern) und Matomo (anonymisierte Downloadstatistiken für das Bildungsmaterial der Organisation).</p>\n<h1>Der Ansatz</h1>\n<p dir=\"ltr\">Das CorrelAid-Team arbeitete eng mit Daniela von Science on Stage e.V. zusammen und unterstützte sie durch die Entwicklung von R-Skripten, um diese Prozesse (teilweise) zu automatisieren und zu vereinheitlichen. Im Rahmen des Projekts teilten sich die CorrelAid-Freiwilligen in kleine Unterteams auf und nahmen verschiedene Datenprozesse in Angriff, z.B. die Extraktion und Aufbereitung von Umfragedaten von Surveymonkey inklusive des unmittelbaren und langfristigen Feedbacks für die Webinare der NPO. Das Team erstellte Analyseskripte für relevante Metriken wie Länge, Themen und Anzahl der Teilnehmer*innen. Ein anderer Teil des Teams konzentrierte sich auf die Extraktion und Analyse anonymisierter Webtracking-Daten von Matomo zu Download-Statistiken des Bildungsmaterials von Science on Stage. Die Volunteers analysierten die Daten und stellten CSV-Dateien und HTML-Berichte mit Visualisierungen zur Verfügung, die die relevanten Metriken nach verschiedenen Kategorien aufschlüsselten, die für Science on Stage relevant sind.&nbsp;&nbsp;</p>\n<p dir=\"ltr\">Die Skripte sowie die dazugehörige Ordnerstruktur wurden am Ende des Projekts an Daniela Neumann übergeben.</p>\n<h1>Die Wirkung</h1>\n<p dir=\"ltr\">Durch die frühe und enge Einbeziehung von Daniela von Science on Stage in den Projektprozess konnten Ergebnisse langfristig weiter genutzt und verstetigt werden: Noch zwei Jahre später werden die Skripte genutzt und Daniela kümmert sich eigenständig um notwendige Anpassungen im Code, z.B. beim Wechsel des Infrastrukturproviders von Surveymonkey zu Lamapoll. Die Outputs und Erfahrungen des Projekts dienten Science on Stage außerdem als Inspiration und Basis für neue Anwendungsfälle: So konnte Daniela den Code übertragen, um neben den Downloadzahlen von PDF-Dokumenten auch die Websitezugriffe auf Web-Angebote zu erfassen. Und nachdem jedes Jahr Stammdaten aus über 300 Word-Bewerbungsformularen manuell kopiert worden waren, erledigt dies jetzt ein von Daniela entwickeltes R-Skript.&nbsp;</p>\n<p dir=\"ltr\">Durch die Verstetigung der Projektergebnisse sowie die Erarbeitung neuer Use Cases auf Basis des Codes konnte Science on Stage e.V. erheblich zeitliche Ressourcen sparen und folgenreiche Fehler in der Datenverarbeitung vermeiden. Ein wichtiger Schritt in der Entwicklung von Sciene on Stage zu mehr Datenorientierung in ihrer Arbeit!</p>\n<p class=\"docData;DOCY;v5;7633;BQiAAgAAETwJAAAGQAkAAAOwFQAABYMbAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgGAAAABwMAAAEEAAAAAAAAAAMeAAAARABhAG4AaQBlAGwAYQAgAE4AZQB1AG0AYQBuAG4AAgQAAABEAE4ABB4AAABEAGEAbgBpAGUAbABhACAATgBlAHUAbQBhAG4AbgAMCAAAAE4AbwBuAGUABSgAAAAyADAAMgA0AC0AMAAxAC0AMQA5AFQAMQA3ADoAMwA4ADoAMAAwAFoACAEAAAABCwQAAACC5blYBjQCAABXAGkAcgAgAHMAaQBuAGQAIABoAGkAZQByACAAaQBuACAAQgBlAHIAbABpAG4AIABTAGMAaQBlAG4AYwBlACAAbwBuACAAUwB0AGEAZwBlACAARABlAHUAdABzAGMAaABsAGEAbgBkACAAZQAuAFYALgAgAHUAbgBkACAAUwBjAGkAZQBuAGMAZQAgAG8AbgAgAFMAdABhAGcAZQAgAEUAdQByAG8AcABlACAAZQAuAFYALgAgAAoARABhACAAYQBsAGwAZQAgAEgAYQB1AHAAdABhAG0AdABsAGkAYwBoAGUAbgAgAGIAZQBpACAAUwBjAGkAZQBuAGMAZQAgAG8AbgAgAFMAdABhAGcAZQAgAEQAZQB1AHQAcwBjAGgAbABhAG4AZAAgAGEAbgBnAGUAcwB0AGUAbABsAHQAIABzAGkAbgBkACwAIAB3AGEAcgAgAGQAYQBzACAAUAByAG8AagBlAGsAdAAgAGUAaQBnAGUAbgB0AGwAaQBjAGgAIABtAGkAdAAgAFMAYwBpAGUAbgBjAGUAIABvAG4AIABTAHQAYQBnAGUAIABEAGUAdQB0AHMAYwBoAGwAYQBuAGQAIABlAC4AVgAuACAAdwBpAHIAZAAgAGEAYgBlAHIAIABhAHUAYwBoACAAZgD8AHIAIABTAGMAaQBlAG4AYwBlACAAbwBuACAAUwB0AGEAZwBlACAARQB1AHIAbwBwAGUAIABnAGUAbgB1AHQAegB0AC4AIAAOKAAAADIAMAAyADQALQAwADEALQAxADkAVAAxADYAOgAzADgAOgAwADAAWgAA0QEAAAEEAAAAAQAAAAMeAAAARABhAG4AaQBlAGwAYQAgAE4AZQB1AG0AYQBuAG4AAgQAAABEAE4ABB4AAABEAGEAbgBpAGUAbABhACAATgBlAHUAbQBhAG4AbgAMCAAAAE4AbwBuAGUABSgAAAAyADAAMgA0AC0AMAAxAC0AMQA5AFQAMQA3ADoAMwAzADoAMAAwAFoACAEAAAABCwQAAAD6IwwjBv4AAABJAGMAaAAgAGgAYQBiAGUAIABoAGkAZQByACAAZQBpAG4AIABhAG4AZABlAHIAZQBzACAAQgBlAGkAcwBwAGkAZQBsACAAZwBlAHcA5ABoAGwAdAAsACAAZABhACAAaABpAGUAcgAgAHcAZQBzAGUAbgB0AGwAaQBjAGgAIABtAGUAaAByACAAQQByAGIAZQBpAHQAIABpAG4AdgBlAHMAdABpAGUAcgB0ACAAdwB1AHIAZABlACwAIAB1AG4AZAAgAGkAYwBoACAAZABhAHMAIABnAGUAcgBuAGUAIAB3APwAcgBkAGkAZwBlAG4AIABtAPYAYwBoAHQAZQAuAA4oAAAAMgAwADIANAAtADAAMQAtADEAOQBUADEANgA6ADMAMwA6ADAAMABaAADRAQAAAQQAAAACAAAAAx4AAABEAGEAbgBpAGUAbABhACAATgBlAHUAbQBhAG4AbgACBAAAAEQATgAEHgAAAEQAYQBuAGkAZQBsAGEAIABOAGUAdQBtAGEAbgBuAAwIAAAATgBvAG4AZQAFKAAAADIAMAAyADQALQAwADEALQAxADkAVAAxADcAOgAzADUAOgAwADAAWgAIAQAAAAELBAAAACoXI1EG/gAAAEQAYQBzACAAbQBlAGgAcgAgAGEAbABzACAAMwAwADAAIABpAHMAdAAgAG0AaQByACAAegB1ACAAcwBwAGUAegBpAGYAaQBzAGMAaAAuACAACgAeIGEAdQBzACAAaAB1AG4AZABlAHIAdABlAG4AIABXAG8AcgBkAC0AQgBlAHcAZQByAGIAdQBuAGcAcwBmAG8AcgBtAHUAbABhAHIAZQBuABwgIABvAGQAZQByACAAZQB0AHcAYQBzACAAaQBuACAAZABlAHIAIABSAGkAYwBoAHQAdQBuAGcAIAB3APwAcgBkAGUAIABhAHUAYwBoACAAZwBlAGgAZQBuAC4ADigAAAAyADAAMgA0AC0AMAAxAC0AMQA5AFQAMQA2ADoAMwA1ADoAMAAwAFoAAAAAAGwMAAAA3wgAAAHoAAAAAQYAAAAACQYPAAAAJwTwAAAACwEBKQQAAAAAGgZdAAAAAQEBBAYKAAAAQQByAGkAYQBsAAUGCgAAAEEAcgBpAGEAbAAHBgoAAABBAHIAaQBhAGwABgYKAAAAQQByAGkAYQBsAAgEFAAAAAkDRFRqFgQUAAAAHAYDAAAAAQEQGwZkAAAAABQAAAAAAwAAAAUEAAAAAAYEBAAAAAMBAAEUAAAAAAMAAAAFBAAAAAAGBAQAAAADAQACFAAAAAADAAAABQQAAAAABgQEAAAAAwEAAxQAAAAAAwAAAAUEAAAAAAYEBAAAAAMBAALtBwAABTYBAAABbQAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIvwAAAAC6AAAAHiBEAHUAcgBjAGgAIABkAGEAcwAgAEQAYQB0AGEANABHAG8AbwBkAC0AUAByAG8AagBlAGsAdAAgAGsAbwBuAG4AdABlAG4AIAB3AGkAcgAgAGUAbgBkAGwAaQBjAGgAIAB2AGkAZQBsAGUAIABtAGEAbgB1AGUAbABsAGUAIABQAHIAbwB6AGUAcwBzAGUAIABhAHUAdABvAG0AYQB0AGkAcwBpAGUAcgBlAG4ALAAgAHcAYQBzACAABbwAAAABbQAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIRQAAAABAAAAAdQBuAHMAIABkAGkAZQAgAEEAcgBiAGUAaQB0ACAAcwBlAGgAcgAgAGUAcgBsAGUAaQBjAGgAdABlAHIAdAAuAAV+AAAAAW0AAAABAQEEBgoAAABBAHIAaQBhAGwABQYKAAAAQQByAGkAYQBsAAcGCgAAAEEAcgBpAGEAbAAGBgoAAABBAHIAaQBhAGwACAQUAAAACQNEVGoWBBQAAAAZBgoAAABkAGUALQBEAEUAHAYDAAAAAQEQCAcAAAAAAgAAACAABZYAAAABbQAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIHwAAAAAaAAAAQQB1AN8AZQByAGQAZQBtACAAaABhAHQAIAAFkgAAAAFtAAAAAQEBBAYKAAAAQQByAGkAYQBsAAUGCgAAAEEAcgBpAGEAbAAHBgoAAABBAHIAaQBhAGwABgYKAAAAQQByAGkAYQBsAAgEFAAAAAkDRFRqFgQUAAAAGQYKAAAAZABlAC0ARABFABwGAwAAAAEBEAgbAAAAABYAAABlAHMAIABoAGEAdAAgAG0AaQByACAABVwCAAABbQAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAI5QEAAADgAQAAZABpAGUAIABXAGUAbAB0ACAAZABlAHIAIABBAHUAdABvAG0AYQB0AGkAcwBpAGUAcgB1AG4AZwAgAHUAbgBkACAARABhAHQAZQBuAHYAZQByAGEAcgBiAGUAaQB0AHUAbgBnACAAbQBpAHQAIABSACAAZQByAPYAZgBmAG4AZQB0ACwAIAB3AGEAcwAgAGUAcwAgAG0AaQByACAAagBlAHQAegB0ACAAZQByAG0A9gBnAGwAaQBjAGgAdAAgAHcAZQBpAHQAZQByAGUAIABQAHIAbwB6AGUAcwBzAGUAIABpAG4AIAB1AG4AcwBlAHIAZQBtACAAVgBlAHIAZQBpAG4AIABnAGEAbgB6ACAAbgBlAHUAIAB6AHUAIABnAGUAcwB0AGEAbAB0AGUAbgAuACAARABhAHMAIAB3AOQAcgBlACAAbwBoAG4AZQAgAGQAaQBlACAAZQBuAGcAYQBnAGkAZQByAHQAZQBuACAARQBoAHIAZQBuAGEAbQB0AGwAaQBjAGgAZQBuACAAaQBuACAAZABpAGUAcwBlAG0AIABQAHIAbwBqAGUAawB0ACAAdQBuAGQAIABkAGkAZQAgAEIAZQB0AHIAZQB1AHUAbgBnACAAZAB1AHIAYwBoACAABY4AAAABbQAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIFwAAAAASAAAAQwBvAHIAcgBlAGwAQQBpAGQABcgAAAABbQAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIUQAAAABMAAAAIABuAGkAYwBoAHQAIABtAPYAZwBsAGkAYwBoACAAZwBlAHcAZQBzAGUAbgAuACAAVgBpAGUAbABlAG4AIABEAGEAbgBrACEAHCAgAAVnAAAAAV0AAAABAQEEBgoAAABBAHIAaQBhAGwABQYKAAAAQQByAGkAYQBsAAcGCgAAAEEAcgBpAGEAbAAGBgoAAABBAHIAaQBhAGwACAQUAAAACQNEVGoWBBQAAAAcBgMAAAABARAIAAAAAAUKAAAAAQAAAAAIAAAAAACDAwAAAQkBAAAVBgYAAAA5ADMANwAWBgwAAAAXBAAAAAAYBAEAAAABBgAAAAAJBg8AAAAnBPAAAAALAQEpBAAAAAAaBmAAAAABAQEEBgoAAABBAHIAaQBhAGwABQYKAAAAQQByAGkAYQBsAAcGCgAAAEEAcgBpAGEAbAAGBgoAAABBAHIAaQBhAGwACAQUAAAACQNEVGoUAQEWBBQAAAAcBgMAAAABARAbBmQAAAAAFAAAAAADAAAABQQAAAAABgQEAAAAAwEAARQAAAAAAwAAAAUEAAAAAAYEBAAAAAMBAAIUAAAAAAMAAAAFBAAAAAAGBAQAAAADAQADFAAAAAADAAAABQQAAAAABgQEAAAAAwEAAnACAAAFoQAAAAFwAAAAAQEBBAYKAAAAQQByAGkAYQBsAAUGCgAAAEEAcgBpAGEAbAAHBgoAAABBAHIAaQBhAGwABgYKAAAAQQByAGkAYQBsAAgEFAAAAAkDRFRqFAEBFgQUAAAAGQYKAAAAZABlAC0ARABFABwGAwAAAAEBEAgnAAAAACIAAABEAGEAbgBpAGUAbABhACAATgBlAHUAbQBhAG4AbgAgACgABcEAAAABcAAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahQBARYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIRwAAAABCAAAAUwBjAGkAZQBuAGMAZQAgAG8AbgAgAFMAdABhAGcAZQAgAEQAZQB1AHQAcwBjAGgAbABhAG4AZAAgAGUALgBWAC4ABYEAAAABcAAAAAEBAQQGCgAAAEEAcgBpAGEAbAAFBgoAAABBAHIAaQBhAGwABwYKAAAAQQByAGkAYQBsAAYGCgAAAEEAcgBpAGEAbAAIBBQAAAAJA0RUahQBARYEFAAAABkGCgAAAGQAZQAtAEQARQAcBgMAAAABARAIBwAAAAACAAAAKQAFagAAAAFgAAAAAQEBBAYKAAAAQQByAGkAYQBsAAUGCgAAAEEAcgBpAGEAbAAHBgoAAABBAHIAaQBhAGwABgYKAAAAQQByAGkAYQBsAAgEFAAAAAkDRFRqFAEBFgQUAAAAHAYDAAAAAQEQCAAAAAAFCgAAAAEAAAAACAAAAADPBQAAALQFAAABrwUAAAIEAAAAAAAAAAShBQAABaAAAAAYBgYAAAAZAQAAAAUlAQoIBgwAAAAJBwAAAAoCAAAALQANBAQAAAAOAQEPBh4AAAABBgwAAAAkBCQEAAAmBJj+//8JBgAAAAAbBgAAAAAQBkMAAAAEBgoAAABBAHIAaQBhAGwABQYKAAAAQQByAGkAYQBsAAcGCgAAAEEAcgBpAGEAbAAGBgoAAABBAHIAaQBhAGwAEwEBHQQAAAAAIAEABbQAAAAYBgYAAAAZAQAAAAUlAQoIBgwAAAAJBwAAAAoCAAAAbwANBAEAAAAOAQEPBh4AAAABBgwAAAAkBPQGAAAmBJj+//8JBgAAAAAbBgAAAAAQBlcAAAAEBhYAAABDAG8AdQByAGkAZQByACAATgBlAHcABQYWAAAAQwBvAHUAcgBpAGUAcgAgAE4AZQB3AAcGFgAAAEMAbwB1AHIAaQBlAHIAIABOAGUAdwATAQEdBAEAAAAgAQAFkAAAABgGBgAAABkBAAAABSUBCggGDAAAAAkHAAAACgIAAACn8A0EAQAAAA4BAQ8GHgAAAAEGDAAAACQExAkAACYEmP7//wkGAAAAABsGAAAAABAGMwAAAAQGEgAAAFcAaQBuAGcAZABpAG4AZwBzAAUGEgAAAFcAaQBuAGcAZABpAG4AZwBzABMBAR0EAgAAACABAAWEAAAAGAYGAAAAGQEAAAAFJQEKCAYMAAAACQcAAAAKAgAAALfwDQQBAAAADgEBDwYeAAAAAQYMAAAAJASUDAAAJgSY/v//CQYAAAAAGwYAAAAAEAYnAAAABAYMAAAAUwB5AG0AYgBvAGwABQYMAAAAUwB5AG0AYgBvAGwAEwEBHQQDAAAAIAEABbQAAAAYBgYAAAAZAQAAAAUlAQoIBgwAAAAJBwAAAAoCAAAAbwANBAEAAAAOAQEPBh4AAAABBgwAAAAkBGQPAAAmBJj+//8JBgAAAAAbBgAAAAAQBlcAAAAEBhYAAABDAG8AdQByAGkAZQByACAATgBlAHcABQYWAAAAQwBvAHUAcgBpAGUAcgAgAE4AZQB3AAcGFgAAAEMAbwB1AHIAaQBlAHIAIABOAGUAdwATAQEdBAQAAAAgAQAFkAAAABgGBgAAABkBAAAABSUBCggGDAAAAAkHAAAACgIAAACn8A0EAQAAAA4BAQ8GHgAAAAEGDAAAACQENBIAACYEmP7//wkGAAAAABsGAAAAABAGMwAAAAQGEgAAAFcAaQBuAGcAZABpAG4AZwBzAAUGEgAAAFcAaQBuAGcAZABpAG4AZwBzABMBAR0EBQAAACABAAWEAAAAGAYGAAAAGQEAAAAFJQEKCAYMAAAACQcAAAAKAgAAALfwDQQBAAAADgEBDwYeAAAAAQYMAAAAJAQEFQAAJgSY/v//CQYAAAAAGwYAAAAAEAYnAAAABAYMAAAAUwB5AG0AYgBvAGwABQYMAAAAUwB5AG0AYgBvAGwAEwEBHQQGAAAAIAEABbQAAAAYBgYAAAAZAQAAAAUlAQoIBgwAAAAJBwAAAAoCAAAAbwANBAEAAAAOAQEPBh4AAAABBgwAAAAkBNQXAAAmBJj+//8JBgAAAAAbBgAAAAAQBlcAAAAEBhYAAABDAG8AdQByAGkAZQByACAATgBlAHcABQYWAAAAQwBvAHUAcgBpAGUAcgAgAE4AZQB3AAcGFgAAAEMAbwB1AHIAaQBlAHIAIABOAGUAdwATAQEdBAcAAAAgAQAFkAAAABgGBgAAABkBAAAABSUBCggGDAAAAAkHAAAACgIAAACn8A0EAQAAAA4BAQ8GHgAAAAEGDAAAACQEpBoAACYEmP7//wkGAAAAABsGAAAAABAGMwAAAAQGEgAAAFcAaQBuAGcAZABpAG4AZwBzAAUGEgAAAFcAaQBuAGcAZABpAG4AZwBzABMBAR0ECAAAACABABERAAAAEgwAAAATBAAAAAAUBAEAAABKAgAAAC0AAAABBgAAAAAJBhsAAAAnBBQBAAALAQEcAQAoBAAAAAAdAQApBMgAAAAbBgAAAAABSwAAACgBBykBByoBBysBBRMBAQgEFgAAABYEFgAAABkGCgAAAGUAbgAtAFUAUwAaBgoAAABhAHIALQBTAEEAGwYKAAAAZQBuAC0AVQBTAALDAQAAAL4BAAABBgAAADkAMwA3AAIcAAAATABpAHMAdAAgAFAAYQByAGEAZwByAGEAcABoAAkBAAAAAwMGAAAANwA1ADYACgEAAAABCwQAAAAiAAAABYkAAAAAAQABAQACAQsDAQAoAQcpAQcqAQcrAQUIBBYAAAAKAQAMAQAmBAAAAAAPAQAQAQARAQAnBAAAAAAUAQAVAQAWBBYAAAAXAQAYAQAZBgoAAABlAG4ALQBVAFMAGgYKAAAAYQByAC0AUwBBABsGCgAAAGUAbgAtAFUAUwAcBgIAAAAAAB4BAC4BAAbfAAAAAAEBAQYSAAAAJATQAgAAJQQAAAAAJgQAAAAABQEBBgEABwEACAEACQYbAAAAJwQUAQAACwEBHAEAKAQAAAAAHQEAKQTIAAAADgYIAAAAAAEBAQP///8ZAQEbBn0AAAAAFAAAAAADAAAABQQAAAAABgQEAAAAAwEAARQAAAAAAwAAAAUEAAAAAAYEBAAAAAMBAAIUAAAAAAMAAAAFBAAAAAAGBAQAAAADAQADFAAAAAADAAAABQQAAAAABgQEAAAAAwEACxQAAAAAAwAAAAUEAAAAAAYEBAAAAAMBACwBAA==\"><em>\"Durch das Data4Good-Projekt konnten wir endlich viele manuelle Prozesse automatisieren, was </em><em>uns die Arbeit sehr erleichtert.</em><em>&nbsp;</em><em>Außerdem hat </em><em>es hat mir </em><em>die Welt der Automatisierung und Datenverarbeitung mit R eröffnet, was es mir jetzt ermöglicht weitere Prozesse in unserem Verein ganz neu zu gestalten. Das wäre ohne die engagierten Ehrenamtlichen in diesem Projekt und die Betreuung durch </em><em>CorrelAid</em><em> nicht möglich gewesen. Vielen Dank!\"<br></em>- Daniela Neumann von Science on Stage Deutschland e.V.</p></body></html>",
    "summary": "<html><head></head><body><p dir=\"ltr\">Science on Stage e.V. versuchte, stärker datenorientiert zu arbeiten, aber Daten aus vielen verschiedenen Quellen und die daraus resultierenden mühsamen, zeitaufwendigen und fehleranfälligen manuellen Datenverarbeitungsprozesse erwiesen sich als eine erhebliche Hürde. Das CorrelAid Projektteam (teil-)automatisierte und vereinheitlichte diese Prozesse.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2021-04-SOS",
    "teaser": "Wir haben Skripte entwickelt, um die Datenverarbeitung für Science on Stage e.V. zu automatisieren, was ihnen Zeit und Mühe erspart und es ihnen ermöglicht, ihre Arbeit stärker datenorientiert zu gestalten.",
    "endDate": "2021-12-08",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Ein Dashboard zur Steigerung der Motivation von ehrenamtlichen Tutor*innen",
    "organization": {
      "name": "Anonyme Organisation",
      "description": "Ein Projekt mit einer anonymen Organisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Webentwicklung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Das CorrelAid-Team unterstützte eine gemeinnützige Nachhilfeplattform beim Design und der Entwicklung eines Dashboards. Das Dashboard zeigt Tutor*innen anschaulich Metriken für die gegebene Nachhilfe - z.B. die Zufriedenheit der Schüler*innen - und motiviert sie, ihr Engagement für mehr Gerechtigkeit im deutschen Schulsystem fortzusetzen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/naklar.io",
        "outputType": "repository",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2021-03-NAK",
    "teaser": "Wir halfen bei der Erstellung eines Dashboards zur Unterstützung der Tutoren, um sie zu motivieren, durch ihre ehrenamtliche Tätigkeit einen positiven Einfluss auf das deutsche Schulsystem zu nehmen.",
    "endDate": "2021-10-15",
    "localChapterNames": [
      "München"
    ],
    "procLocalChapters": [
      {
        "city": "München",
        "href": "/mitmachen/correlaidx/munich"
      }
    ]
  },
  {
    "title": "Erstellung eines interaktiven Survey-Reports für die Hacklab Foundation, Ghana",
    "teaser": "Wir haben Umfragedaten analysiert, um Einblicke in die ghanaische Entwicklergemeinschaft zu gewinnen und Verbesserungsmöglichkeiten und Wachstumschancen zu entdecken. Unser Bericht bietet der Hacklab Foundation eine Plattform, um die Ergebnisse zu teilen und mit Partnern zusammenzuarbeiten.",
    "href": "/daten-nutzen/projektdatenbank/2021-03-HAC",
    "teamSelection": false,
    "projectTypes": [
      "Visualisierung"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "organizationSector": "Social Services",
    "endDate": "2021-07-15",
    "organization": {
      "name": "Hacklab Foundation",
      "address": {
        "street": "PLOT A/172",
        "number": "",
        "zip_code": "00233",
        "place": "Tema, Greater Accra Region",
        "country": "Ghana"
      },
      "impressum": "https://www.hacklabfoundation.org/privacy"
    },
    "isInternal": false,
    "procLocalChapters": [],
    "localChapterNames": [],
    "projectOutputs": [
      {
        "url": "https://github.com/CorrelAid/hacklab-foundation",
        "outputType": "repository",
        "outputNumber": 0
      },
      {
        "url": "https://correlaid.github.io/hacklab-foundation/Developer-Census-2020-Report.html",
        "outputType": "report",
        "outputNumber": 0
      },
      {
        "url": "https://github.com/Hacklab-Foundation/Developer-Census-2020",
        "outputType": "data",
        "outputNumber": 0
      },
      {
        "url": "https://youtu.be/JJoEJGc1eNc?t=421",
        "outputType": "video",
        "outputNumber": 0
      }
    ]
  },
  {
    "title": "Netzwerkdynamiken in Citizen Science - Nutzer*innenverhalten auf der iNaturalist Plattform",
    "organization": {
      "name": "Internes Projekt",
      "description": "Ein Projekt ohne Partnerorganisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Modellierung"
    ],
    "dataTypes": [
      "Prozess",
      "Open Data"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Das CorrelAid-Team analysierte offene Daten der Citizen Science Plattform iNaturalist, auf der Nutzer*innen Beobachtungen von Pflanzen und Tieren hochladen können und andere Nutzer*innen bei der Identifizierung unterstützen können. Das Team fand eine Menge interessanter Dinge darüber heraus, wie sich die Nutzerbasis im Laufe der Zeit verändert hat, welche Arten von Nutzern es gibt, wie sie miteinander und mit der Plattform interagieren und vieles mehr.</p></body></html>",
    "isInternal": true,
    "projectOutputs": [
      {
        "url": "https://github.com/correlaid-paris/citizen_science_inaturalist",
        "outputType": "repository",
        "outputNumber": 1
      },
      {
        "url": "https://github.com/correlaid-paris/open_inaturalist_code",
        "outputType": "repository",
        "outputNumber": 2
      },
      {
        "url": "https://youtu.be/JJoEJGc1eNc?t=3032",
        "outputType": "video",
        "outputNumber": 0
      },
      {
        "url": "https://inaturalist-cnc.correlaid.org/",
        "outputType": "webapp",
        "outputNumber": 0
      },
      {
        "url": "https://arxiv.org/abs/2112.02693",
        "outputType": "article",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2020-10-CIT",
    "teaser": "Wir halfen bei der Analyse von Daten der Citizen-Science-Plattform iNaturalist und deckten interessante Trends im Nutzerverhalten und in den Interaktionen auf.",
    "endDate": "2021-05-15",
    "localChapterNames": [
      "Paris"
    ],
    "procLocalChapters": [
      {
        "city": "Paris",
        "href": "/mitmachen/correlaidx/paris"
      }
    ]
  },
  {
    "title": "Diversität erforschen - Visualisierung der Afrozensus Umfrage in R",
    "organization": {
      "name": "Citizens for Europe",
      "description": "<p align=\"justify\">Citizens For Europe (CFE) ist eine zivilgesellschaftliche, &uuml;berparteiliche Organisation und ein gemeinn&uuml;tziges Sozialunternehmen, das 2009 in Berlin gegr&uuml;ndet wurde. Mit ihren Projekten und Dienstleistungen strebt CFE nach einer inklusiveren und partizipativen Gesellschaft, sowohl lokal als auch europaweit.</p>",
      "address": {
        "street": "Chausseestraße",
        "number": "86",
        "zip_code": "10115",
        "place": "Berlin",
        "country": "Germany"
      },
      "address_comments": "Website nennt Postfach 080641, 10006 Berlin als Postadresse.",
      "impressum": "https://citizensforeurope.org/legal_notice/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Visualisierung"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Die Abteilung Vielfalt Entscheidet von CFE konzentriert sich auf die Veränderung von Strukturen, Prozessen und Policies zur Bekämpfung von Diskriminierung und zur Förderung von Vielfalt und Inklusion. Um dies zu erreichen, haben die Schwarzen und POC-Wissenschaftler:innen ein intersektionales Erhebungsinstrument entwickelt, das das gesamte Spektrum des deutschen Gleichbehandlungsgesetzes abbildet. Es zielt darauf ab, detaillierte Daten zu Vielfalt und Diskriminierung in privaten und öffentlichen Organisationen sowie in gesellschaftlichen Bereichen zu erheben.</p>\n<p>Gemeinsam mit <a href=\"https://www.eoto-archiv.de/\">EOTO e.V.</a>, einer der führenden Black Empowerment Organisationen in Deutschland, haben die Forscher*innen das Instrument erweitert, um es mit der Schwarzen Bevölkerung Deutschlands im Rahmen des <strong><a href=\"https://afrozensus.de\">Afrozensus</a></strong> - dem bisher größten Projekt von CFE - anzuwenden. Ziel des Afrozensus ist es, ein möglichst umfassendes Bild davon zu erhalten, welche Erfahrungen Menschen afrikanischer Abstammung in Deutschland machen, wie sie ihr Leben in Deutschland bewerten und was sie von Politik und Gesellschaft erwarten. Die Ergebnisse der Befragung sollen den relevanten Communities und politischen Entscheidungsträger:innen zur Verfügung gestellt werden.</p>\n<p>Um die Daten des Afrozensus zu analysieren und zu visualisieren, unterstützte CorrelAid die Erstellung eines Workflows in der statistischen Programmiersprache R, der es den Nutzer:innen ermöglicht, Datensätze und Fragetypen des Afrobarometers auf unterschiedliche Art und Weise zu analysieren. Da viele Mitarbeiter:innen der Organisation noch nicht in der Anwendung von R geschult waren, war die Benutzerfreundlichkeit besonders wichtig. Ziel des Projekts war es daher, ein einfach zu bedienendes, gut dokumentiertes <strong>R-Paket</strong> zu entwickeln, das die einzelnen Analyseschritte erleichtert. Auf diese Weise soll die Datenexploration beschleunigt und standardisiert werden, während gleichzeitig Analysen reproduzierbar und dokumentiert werden.</p>\n<p>*Paket = Sammlung vordefinierter Funktionen in R</p>\n<h1>Die Datengrundlage</h1>\n<p>Die CorrelAid-Volunteers arbeiteten mit einem <strong>synthetischen Datensatz</strong>, der die tatsächlichen Afrozensus-Daten mit ihren über 6000 Antworten und 700 Spalten widerspiegelte. Die Variablen repräsentierten verschiedene Arten von Umfragefragen: Single-Choice-, Multiple-Choice-, Matrix-, numerische und offene Antwortfragen, die Themen wie die acht Dimensionen des deutschen Gleichbehandlungsgesetzes, Diskriminierungserfahrungen in verschiedenen Lebensbereichen, ehrenamtliches Engagement und Aktivismus abdecken.</p>\n<h1>Der Ansatz</h1>\n<p>Das CorrelAid-Team hat ein R-Paket entwickelt, das verschiedene ggplot2-Visualisierungsfunktionen enthält, die speziell auf die Afrozensus-Daten zugeschnitten sind. Mit dem Paket müssen Forscher:innen nur einige wenige Eingabeparameter angeben, z.B. welche Frage analysiert werden soll. Das Paket erstellt dann vordefinierte Visualisierungen, wobei die Art der Visualisierung automatisch an die Art der Frage angepasst wird, z.B. ein Histogramm für numerische Fragen oder ein Balkendiagramm für Single-Choice-Fragen. Die Visualisierungen können einzeln oder mehrere auf einmal automatisiert erstellt werden. Die Visualisierungen berücksichtigen das Design des Afrozensus-Abschlussberichts und können daher auch für den diesen verwendet werden.</p>\n<p>Für den Bericht hat das CorrelAid-Team ein erstes beispielhaftes R Markdown erstellt, das die Funktionen des Pakets ausnutzt, um die Visualisierungen automatisch für mehrere Umfragevariablen zu erstellen und das gesamte notwendige Material für die Datenexploration vorzubereiten. Das erstellte R-Paket wurde vom Team sowohl manuell als auch mit automatisierten Unit-Tests getestet.</p>\n<p>Die Übergabe des Pakets erfolgte in einem Meeting, bei dem das CorrelAid-Team die Afrozensus-Wissenschaftler:innen mit Informationen zur Nutzung des Pakets und seiner Funktionalität unterstützte.</p>\n<p>Für den Bericht erstellte das CorrelAid-Team einen ersten beispielhaften R Markdown, der die Funktionen des Pakets ausnutzt, um die Visualisierungen automatisch für mehrere Umfragevariablen zu erstellen und das gesamte notwendige Material für die Datenexploration vorzubereiten. Das erstellte R-Paket wurde vom Team manuell getestet und enthält auch automatisierte Unit-Tests.</p>\n<p>Die Übergabe des Pakets erfolgte in einem Handover Workshop, bei dem das CorrelAid-Team die Afrozensus-Wissenschaftler:innen in die Nutzung des Pakets und seiner Funktionalitäten einführte.</p>\n<h1>Die Wirkung</h1>\n<p>Das Package ermöglicht es den Wissenschaftler:innen, sich auf das Wesentliche zu konzentrieren - die Suche nach Erkenntnissen und Mustern in den Daten sowie die Identifizierung derjenigen Aspekte, die das Leben in Deutschland für Menschen afrikanischer Herkunft herausfordernder machen, und wie diese Aspekte miteinander interagieren. Diese Suche wird durch Datenvisualisierungen vereinfacht.</p>\n<p>Die vom CorrelAid-Team zur Verfügung gestellte Lösung erfordert nur minimale technische Kenntnisse, erlaubt aber dennoch Anpassungen der Visualisierungen nach Bedarf. Dank dieses Fokus auf Benutzerfreundlichkeit ist die interaktive Datenexploration und -visualisierung nun auch für Wissenschaftler:innen mit geringeren technischen Kenntnissen möglich. Und Wissenschaftler:innen mit einem eher technisch orientierten Skillset können die Datenexploration noch schneller iterieren.</p>\n<p>Neben der Möglichkeit der interaktiven Datenexploration hat das Paket auch mehr automatisierte Ansätze ermöglicht. Über 200 Berichte zu einzelnen Variablen im Afrozensus wurden mithilfe des Pakets automatisch erstellt.</p>\n<p>Dank des internen Data-Science-Teams von Citizens for Europe wird das Paket auch in Zukunft aktiv gepflegt und weiterentwickelt - über den zeitlichen Rahmen des CorrelAid-Projekts hinaus.</p></body></html>",
    "summary": "<html><head></head><body>Der Afrozensus ist die größte Umfrage unter Menschen afrikanischer Abstammung in Deutschland.  Das CorrelAid-Team entwickelte ein einfach zu bedienendes R-Paket mit verschiedenen ggplot2-Visualisierungsfunktionen speziell für Afrozensus-Umfrageergebnisse, die eine interaktive Datenexploration und -visualisierung durch Forscher*innen mit weniger technischen Kenntnissen ermöglichten. Das Paket hat sich bei der Automatisierung von über 200 Berichten zu einzelnen Afrozensus-Variablen bewährt.</body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://soundcloud.com/correlaid_podcast/data4good-fur-mehr-vielfalt-und-diversitat",
        "outputType": "podcastEpisode",
        "outputNumber": 1
      },
      {
        "url": "https://afrozensus.de",
        "outputType": "report",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Mirka Henninger",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/jrabensc",
          "mastodon": null,
          "github": "https://github.com/mirka-henninger"
        },
        "email": null
      },
      {
        "name": "Amélie Gourdon-Kanhukamwe",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/ameliegourdon/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Cédric Scherer",
        "links": {
          "website": "http://cedricscherer.com/",
          "linkedin": "https://www.linkedin.com/in/cedricpscherer/",
          "mastodon": null,
          "github": "https://github.com/z3tt"
        },
        "email": null
      },
      {
        "name": "Lada Rudnitckaia",
        "links": {
          "website": "",
          "linkedin": "http://linkedin.com/in/lada-rudnitckaia",
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/3bcda121-8685-4ea0-ae25-7841f7874722.webp",
        "imageDesc": null,
        "imageAlt": "Lada Rudnitckaia",
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2021-02-CFE",
    "teaser": "Wir haben ein R-Paket entwickelt, das Forschern dabei hilft, Daten aus der Afrozensus-Umfrage zu analysieren und zu visualisieren, damit sie die Erfahrungen von Menschen afrikanischer Herkunft in Deutschland besser erforschen und verstehen können.",
    "endDate": "2021-04-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Datenvisualisierungen für mehr Aufmerksamkeit für illegale Pushbacks",
    "organization": {
      "name": "Mare Liberum",
      "description": "<p>Mare Liberum e. V. beobachtet die Einhaltung von Menschenrechte f&uuml;r Gefl&uuml;chtete in der &Auml;g&auml;is. Mit unseren beiden Schiffen und von Land aus dokumentieren wir die Situation auf der gef&auml;hrlichen Fluchtroute zwischen T&uuml;rkei und Griechenland, sowie auf den griechischen Inseln. Ziel ist, Menschenrechtsverletzungen, wie Pushbacks zu dokumentieren und auf diese Aufmerksam zu machen. In 2020 konnten wir alleine 312 Vorf&auml;lle, bei denen 9.798 Personen illegal zur&uuml;ckgedr&auml;ngt worden sind, z&auml;hlen. Mit unserer Arbeit m&ouml;chten wir Solidarit&auml;t und fundamentale Menschenrechte st&auml;rken. Mare Liberum ist politisch und religi&ouml;s unabh&auml;ngig und finanziert sich ausschlie&szlig;lich durch Spenden. (<a href=\"https://mare-liberum.org/\" target=\"_blank\" rel=\"noopener\">Quelle</a>)</p>",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Visualisierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Mare Liberum hat im März 2020 begonnen, eine Datenbank mit dokumentierten Fällen von Pushbacks aufzubauen. Ihr Hauptziel ist es, die Ergebnisse ihrer Arbeit für Advocacy, PR und Berichterstattung zu kommunizieren und visuell darzustellen. Vor ihrer Zusammenarbeit mit CorrelAid wurden die Daten jedoch nur selten genutzt.</p>\n<h1>Die Datengrundlage</h1>\n<p>Die Daten bestanden aus einer Excel-Tabelle mit knapp über 300 dokumentierten Fällen von Pushbacks (Zeilen) und 15 Variablen (Spalten) mit verschiedenen Informationen. Die Variablen liefern Informationen wie Ort und Datum des Vorfalls, die Anzahl der beteiligten Personen und weitere Informationen zu den Quellen.</p>\n<h1>Der Ansatz</h1>\n<p>Das CorrelAid-Team bereinigte den Datensatz, extrahierte zusätzliche Variablen und erstellte verschiedene Datenvisualisierungen für den Jahresbericht von Mare Liberum. Die initiale Bereinigung der Daten erfolgte in Python, die anschließende Analyse wurde jedoch in R durchgeführt, da die Organisation bereits über einige Vorkenntnisse in der Programmiersprache verfügte, was die Nachhaltigkeit des Datenprodukts sicherstellt. Schließlich entwickelte das Team einen Ansatz, wie Mare Liberum in Zukunft Daten sammeln und speichern kann, um die Datenqualität langfristig  zu erhöhen.</p>\n<h1>Die Wirkung</h1>\n<p>Das Data4Good-Projekt befähigte Mare Liberum, die vorhandenen wertvollen Daten  für Advocacy, PR und Berichterstattung auf kohärente und überzeugende Weise zu nutzen. Die erstellten Visualisierungen für den jährlichen Pushback-Bericht tragen dazu bei, die Sichtbarkeit und Aufmerksamkeit für das Thema zu erhöhen. Durch die Verbesserung der Datenqualität wird die Organisation in der Zukunft in der Lage sein, tiefergehende und verlässlichere Einblicke in die Praxis der illegalen Pushbacks im Mittelmeer zu generieren. Durch die Nutzung von vorhandenem Wissen zur Datenanalyse mit R innerhalb der Organisation wirkt das Data4Good-Projekt nicht nur kurzfristig, sondern auch nachhaltig.</p>\n</body></html>",
    "summary": "<html><head></head><body><p>Mare Liberum kooperierte mit CorrelAid, um die Qualität ihrer Datenbank mit über 300 dokumentierten Pushback-Fällen zu verbessern und Visualisierungen für Advocacy-, PR- und Berichtszwecke zu erstellen. Das Team von CorrelAid bereinigte den Datensatz, fügte neue Variablen hinzu und nutzte R für weitere Analysen, um die Nachhaltigkeit für zukünftige Datenarbeit zu gewährleisten. Das Data4Good-Projekt führte zu einer überzeugenderen und kohärenteren Darstellung des Themas, erhöhte die Sichtbarkeit und Aufmerksamkeit und lieferte tiefere und zuverlässigere Einblicke in die Praxis der illegalen Pushbacks im Mittelmeer.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "/assets/0620a79e-e97d-45d8-aa16-a7b5867f40c3.pdf",
        "outputType": "report",
        "outputNumber": 1
      },
      {
        "url": "/assets/f804a3f2-e40c-4c04-9867-923c33865910.pdf",
        "outputType": "report",
        "outputNumber": 2
      },
      {
        "url": "https://youtu.be/JJoEJGc1eNc?t=222",
        "outputType": "video",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Sarah Wenzel",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/sarah-wenzel-49b215138/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Martin Wong",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/martin-g-wong/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Lukas Gröninger",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/lukas-groeninger/",
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2020-11-MAR",
    "teaser": "Wir haben Mare Liberum dabei geholfen, ihre Daten in aussagekräftige Visualisierungen umzuwandeln, um das Bewusstsein für Pushbacks im Mittelmeer zu schärfen, und dabei dank ihrer vorhandenen Kenntnisse in der R-Programmierung eine nachhaltige Wirkung zu erzielen.",
    "endDate": "2021-02-15",
    "localChapterNames": [
      "Hamburg"
    ],
    "procLocalChapters": [
      {
        "city": "Hamburg",
        "href": "/mitmachen/correlaidx/hamburg"
      }
    ]
  },
  {
    "title": "Dashboard für das Tracking von Websitezugriffszahlen",
    "organization": {
      "name": "Anonyme Organisation",
      "description": "Ein Projekt mit einer anonymen Organisation.",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Visualisierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Wir entwickelten ein internes Dashboard zur Verfolgung von Website-Zugriffskennzahlen. Das Dashboard bot eine zentrale Plattform für die Überwachung und Analyse wichtiger Metriken und ermöglichte einen besseren Einblick in die Leistung der Website.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2019-11-WBD",
    "teaser": "Wir erstellten ein Dashboard, das uns half, die Leistung unserer Website besser zu verstehen und wertvolle Erkenntnisse für Verbesserungen zu gewinnen.",
    "endDate": "2020-10-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Anschauliche Aufbereitung von Umfragen zur Teilnehmerstruktur und dem Impact von Veranstaltungen",
    "organization": {
      "name": "European Youth Parliament",
      "description": "<p align=\"justify\">Das European Youth Parliament (Europ&auml;isches Jugendparlament) ist ein Peer-to-Peer-Bildungsprogramm, das junge Menschen aus ganz Europa zusammenbringt, um die dr&auml;ngenden Fragen unserer Zeit zu diskutieren. Seine Mission ist es, junge Europ&auml;er zu inspirieren und zu bef&auml;higen, aufgeschlossene, tolerante und aktive B&uuml;rger zu sein. Das Europ&auml;ische Jugendparlament ist ein Programm der Schwarzkopf-Stiftung Junges Europa. (<a href=\"https://eyp.org/\">&uuml;bersetzt von hier</a>)</p>",
      "address": {
        "street": "Sophienstraße",
        "number": "28-29",
        "zip_code": "10178",
        "place": "Berlin",
        "country": "Germany"
      },
      "address_comments": "Sitz beim Schwarzkopf Stiftung Young Europe.",
      "impressum": "https://eyp.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse"
    ],
    "dataTypes": [
      "Umfrage",
      "Prozess"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Ziel des Projekts war es, die Daten aus den Umfragen aufzubereiten, um dem European Youth Parliament ein detaillierteres Bild davon zu geben, wer an dessen Veranstaltungen teilnimmt, und um die Wirkung der EYP-Veranstaltungen auf die Einstellungen und Fähigkeiten der Teilnehmer aufzuzeigen. Darüber hinaus sollte die Arbeit mit den Daten dazu dienen, eine Empfehlung abzugeben, wie das European Youth Parliament in Zukunft eigenständige Analysen durchführen und welche Verbesserungen es bei der Gestaltung und Umsetzung der Umfragen vornehmen könnte.</p>\n<h1>Die Datengrundlage</h1>\n<p>Grundlage für dieses Projekt war ein umfangreicher und systematischer Ansatz des EYP, seine Veranstaltungen zu evaluieren. Das EYP hatte bei fünf seiner internationalen Veranstaltungen in verschiedenen Städten in Europa jeweils drei Umfragen durchgeführt. Dabei handelte es sich um eine Vorbefragung vor, eine Befragung unmittelbar nach und eine Befragung drei Monate nach der Veranstaltung.\nDie “Active Volunteers”, d.h. die Freiwilligen des EYP selbst, die auch an der Veranstaltung teilnehmen, wurden zweimal befragt - während der Veranstaltung und ebenfalls drei Monate nach der Veranstaltung.\nDie Anzahl der Befragten variierte zwischen ungefähr 20 und 130, je nach Stadt und Art der Befragung. Auch die Anzahl der Fragen variierte zwischen 26 und über 150, je nach Stadt und Art der Umfrage.</p>\n<h1>Der Ansatz</h1>\n<p>Das CorrelAid-Projektteam half dem EYP-Team, neue Erkenntnisse über die Zusammensetzung und den Hintergrund der Teilnehmer an den EYP-Veranstaltungen zu gewinnen.\nZiel war es, die Veränderung verschiedener Items, wie z.B. der Einstellungen der Teilnehmer vor und nach der Veranstaltung, aufzuzeigen. Dazu wurden Mittelwerte berechnet und in Diagrammen dargestellt. Dadurch wurde ein direkter Vergleich möglich, der der Organisation eine Eindruck von dem Einfluss der Veranstaltung auf die Bewertung der Items durch die Teilnehmer vermitteln sollte. Zu beachten ist, dass kausale Interpretationen aufgrund der Datenstruktur nicht möglich waren.\nDie Umfragen wurden mit R ausgewertet.</p>\n<h1>Die Wirkung</h1>\n<p>Die Ergebnisse der Datenanalyse wurden in einem Bericht zusammengefasst, der in einer gemeinsamen Videokonferenz an das European Youth Parliament übergeben wurde. Dabei wurden die verwendeten Methoden erläutert, die Ergebnisse diskutiert und anschließend zusätzliche Punkte von Interesse hinzugefügt.\nDer Bericht umfasst Verbesserungsvorschläge für die Datenerhebung und die Umfrage, um in Zukunft noch verlässlichere Ergebnisse zu erzielen. Das Team empfahl, die Umfragen konsistenter zu gestalten, z.B. durch die Verwendung derselben Fragen bei allen Veranstaltungen, um die Vergleichbarkeit der Ergebnisse sicherzustellen und zukünftige Auswertungen zu erleichtern.\nDas EYP hat aus der Analyse gelernt, dass die durchgeführten Veranstaltungen im Allgemeinen sehr positiv von den Teilnehmern bewertet wurden. Für einige untersuchte Punkte wurde ein Unterschied zwischen den Mittelwerten vor und nach der Veranstaltung festgestellt.</p>\n</body></html>",
    "summary": "<html><head></head><body>Das CorrelAid-Projektteam half dem Europäischen Jugendparlament (EYP) bei der Evaluation seiner Veranstaltungen, indem es ein detaillierteres Bild der Teilnehmer*innen zeichnete und die Auswirkungen der EYP-Veranstaltungen auf die Einstellungen und Fähigkeiten der Teilnehmer hervorhob. Das Team nutzte R, um drei Umfragen, die bei fünf internationalen Veranstaltungen durchgeführt wurden, zu analysieren und zu visualisieren. Die Ergebnisse wurden in einem Bericht zusammengefasst, der die Visualisierungen und Analysen sowie Empfehlungen zur zukünftigen Verbesserung der Datenerfassung und des Umfragedesigns enthielt. Das EYP-Team erfuhr, dass seine Veranstaltungen von den Teilnehmern im Allgemeinen positiv bewertet wurden.</body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [
      {
        "name": "Johannes Rabenschlag",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/jrabensc/",
          "mastodon": null,
          "github": "https://github.com/jrabensc"
        },
        "email": null
      },
      {
        "name": "Alexandra Naumann",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": "https://github.com/alexandranaumann"
        },
        "email": null
      },
      {
        "name": "Aaron Pickering",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Enrica Cherubini",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2020-05-EYP",
    "teaser": "Wir analysierten Umfragedaten von fünf Veranstaltungen des Europäischen Jugendparlaments, um die Auswirkungen ihrer Aktivitäten auf die Einstellungen und Fähigkeiten der Teilnehmer zu verstehen, und gaben Empfehlungen für künftige Umfragen zur Verbesserung der Zuverlässigkeit.",
    "endDate": "2020-10-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Interaktives Dashboard zur besseren Darstellung von Verschuldungsdaten",
    "organization": {
      "name": "Erlassjahr e.V.",
      "description": "<p>Das deutsche Entschuldungsb&uuml;ndnis&nbsp;<strong>&bdquo;erlassjahr.de &ndash; Entwicklung braucht Entschuldung e. V.&ldquo;</strong> setzt sich daf&uuml;r ein, dass den Lebensbedingungen von Menschen in verschuldeten L&auml;ndern mehr Bedeutung beigemessen wird als der R&uuml;ckzahlung von Staatsschulden. erlassjahr.de wird von derzeit &uuml;ber 600 Organisationen aus Kirche, Politik und Zivilgesellschaft bundesweit getragen und ist eingebunden in ein weltweites Netzwerk nationaler und regionaler Entschuldungsinitiativen. (<a href=\"https://erlassjahr.de/ueber-uns/\" target=\"_blank\" rel=\"noopener\">Quelle)</a></p>",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "impressum": "",
      "address_comments": "No authoritative Impressum/address found yet."
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Visualisierung",
      "Automatisierung"
    ],
    "dataTypes": [
      "Verwaltung"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>erlassjahr.de setzt sich für faire und transparente Verfahren beim Schuldenerlass weltweit ein. Wie bei vielen anderen NGOs stellt die Interaktion mit interessierten Nutzer:innen über den eigenen Webauftritt eine Herausforderung dar. Bisher wurden die Rechercheergebnisse zum Schuldenstand der Länder in einem jährlich veröffentlichten Schuldenreport publiziert und nur anhand einer statischen PDF Karte anschaulich dargestellt.</p>\n<p>Die Zusammenstellung der Daten und die Anfertig der Karte waren dabei mit viel Aufwand und manueller Arbeit verbunden. Die Informationen mussten aus diversen Quellen gesammelt und in eine Excel-Tabelle kopiert werden, um dann daraus eine entsprechende Karte manuell einzufärben. Diese vielen einzelne, kleinteilige und größtenteils per Hand ausgeführten Arbeitsschritte bedeuteten viel Arbeitzeit für das Team von erlassjahr - Arbeitszeit, die man einsparen kann, indem man diverse Schritte in diesem Prozess automatisiert, vereinfacht und das Endergebnis in Form einer Weltkarte interaktiver und erlebbarer gestaltet.</p>\n<p>CorrelAid hat <a href=\"http://erlassjahr.de/\">erlassjahr.de</a> dabei unterstützt, sowohl die Datenbeschaffung als auch die Bereitstellung der Rechercheergebnisse mit einer <a href=\"https://erlassjahr.de/informieren/karte-ueberschuldete-staaten-weltweit/\">interaktive Weltkarte</a> zu verbessern. Damit erhöht sich die Reichweite, intensiviert sich das Nutzererlebnis des Schuldenreports und der Weltkarte und erlaubt es dem Team von erlassjahr mehr Zeit für ihre individuelle Recherarbeit zu verwenden.</p>\n<h1>Die Datengrundlage</h1>\n<p>Als bisherige Datengrundlage für die Erstellung des Schuldenreports dienten eine Vielzahl von unterschiedlichen und oftmals manuell erarbeiteten Quellen. Dazu zählen unter anderem die Weltbank, der Internationale Währungsfond, CIA World Factbook, die Regierungsseiten der Länder oder auch Artikel in der (Finanz-)Presse. Alle Informationen werden in einer Excel-Tabelle gesammelt.</p>\n<p>Diese Rohdaten bilden die Berechnungsgrundlage für verschiedene Schuldenindikatoren (z.B. öffentliche Schulden relativ zu den Staatseinnahmen oder der Auslandsschuldenstand im Verhältnis zum BIP), durch die Länder in bestimmte Verschuldungskategorien einteilt werden. Diese Kategoriesierung wird im Herzstück des jährlichen Schuldenreports anhand einer Weltkarte dargestellt. Bisher wurde hierfür jedes einzelne Land in Adobe Indesign entsprechend ihrer Verschuldungskategorie eingefärbt und konnte somit nur den aggregierten Schuldenstand aus allen Schuldenindikatoren grafisch abbilden.</p>\n<h1>Der Ansatz</h1>\n<p>Um diese Prozesse zu automatisieren und eine nutzerfreundlichere Interaktion mit den Recherchereergebnissen zu ermöglichen, teilt sich unser Lösungsansatz in zwei große Arbeitsschritte auf:</p>\n<ol>\n<li>Die (teilweise) Automatisierung der Datengenerierung und -verarbeitung.</li>\n<li>Die Erstellung einer <a href=\"https://erlassjahr.de/informieren/karte-ueberschuldete-staaten-weltweit/\">interaktiven Weltkarte</a>, die automatisch auf die aktualisierten Daten zugreift</li>\n</ol>\n<p>Alle Schritte wurden in R programmiert. Das Erscheinungsbild der Weltkarte basiert auf leaflet - einer Java-basierten OpenSource Bibliothek zur Erstellung von interaktiven Karten. Zur Erstellung der Weltkarte und zur Veröffentlichung auf der Homepage der Organisation nutzen wir shiny.</p>\n<h3>1. Automatisierung der Datengenerierung und -verarbeitung</h3>\n<p>Um die Organisation bei der Datengenerierung und -aufbereitung zu unterstützen, haben wir zunächst sicher gestellt, dass bestimmte, bisher manuell bearbeitete Aufgaben automatisiert werden. Hierzu haben wir ein Skript geschrieben, durch das zu Beginn eines jeden neuen Schuldenreportjahres eine neue Excel-Tabell erstellt wird, die dadurch bereits eine Vielzahl von Informationen beinhaltet. Dafür nutzen wir zum einen die Informationen aus dem Schuldenreport im vergangenen Jahr und übernehmen direkt alle Informationen, die sich nicht von Jahr zu Jahr ändern. Hierzu zählen z.B. die geografischen Regionen oder auch die Links zu den Länderprofilen auf der Website von erlassjahr. Darüberhinaus werden alle vorhandenen Daten der Weltbank zu verschiedenen Verschuldungskategorieren geladen und direkt in die Excel-Tabelle eingefügt. Diese Rohdaten wurden bisher händisch von der Webseite der Weltbank kopiert und in eine Excel-Tabelle eingefügt. Durch unsere Automatisierung entfällt dieser Schritt und muss nur noch bei fehlenden Daten manuell ergänzt werden.</p>\n<p>Bei der Beschaffung anderer Rohdaten, konnte keine vergleichbare Automatisierung eingearbeitet werden, da die Daten oftmals durch intensive Recherche aus einer Vielzahl von wechselnden Quellen entstehen. Sobald diese jedoch manuell in die Excel-Tabelle eingefügt wurden, ist es nun möglich mit einem zweiten Skript die Berechnung der Indikatoren und Kategorisierungen zu automatisieren. Hierfür haben nutzen wir die Rohdaten der Excel-Tabelle und kreieren automatisch Einstufungen der Länder in höhere oder nedrigere Verschuldungskategorien.</p>\n<h3>2. Erstellung einer interaktiven Weltkarte</h3>\n<p>Basierend auf der neu generierten Datengrundlage, haben wir im zweiten Schritt eine <a href=\"https://erlassjahr.de/informieren/karte-ueberschuldete-staaten-weltweit/\">interaktive Weltkarte</a> mit shiny und leaflet programmiert. Diese Karte greift dabei immer auf die neusten Daten, die erlassjahr vorliegen zu und kann dadurch stetig aktualisiert werden, sollte es Veränderungen in der derzeitigen Schuldensituation geben, die in der Karte eingearbeitet werden sollen.</p>\n<p>Der interaktive Charakter der Weltkarte erlaubt es - im Gegensatz zur statischen PDF Version des Schuldenreport - die Verschuldungssituation der Länder nun differenzierter und detailierter zu betrachten. Es ist nun beispielsweise möglich, nicht nur die aggregierte Verschuldungssituation der Länder zu betrachten. Eine Auswahl und Filterfunktion erlaubt nicht nur die aggregierte Verschuldungssituation pro Land, sondern auch in einzelnen Verschuldungskategorien die Situation der Länder zu betrachten. Zudem ist es möglich, nur Länder nach bestimmten Region, Einkommensituationen oder Risikofaktoren anzeigen zu lassen. Darüber hinaus zeigt die Maus (der Mauszeiger) beim Ziehen über einzelnen Länder zusätzliche Informationen an, biespielsweise die konkreten Zahlen der Verschuldungssituation. Durch einen Klick auf das Land ist es zudem möglich, direkt auf das Länderprofil auf erlassjahr.de weitergeleitet zu werden, um dort einen ganzheitlichen Eindruck über die Verschuldungssituation eines Landes zu erhalten. Die individuelle Kartenauswahl kann zudem direkt als Bild heruntergeladen werden. Dadurch sind die Informationsunterlagen direkt auf die unterschiedliche Vorgaben und Interessenschwerpunkte zugeschnitten.</p>\n<p>Der schlussendliche Arbeitsablauf für die Organisation sieht nun wie folgt aus. Anstatt händisch alle Informationen in eine Excel-Tabelle zu übertragen und mit Adobe Indesin eine Karte einzufärben, wird nun in einem Hauptskript das aktuelle Jahr des Schuldenreports bestimmt. Anschließend wird durch zwei Klicks die Excel-Tabelle mit allen vorhandenen Informationen aus dem vorherigen Schuldenreport und der Weltbank automatisch erstellt.</p>\n<p>Sobald diese Tabelle manuell ergänzt wurde, genügt ein weiterer Klick im Hauptskript um die verschiedenen Indikatoren und Kategorisierungen automatisch zu berechnen. Sobald alle Daten vollständig sind, kann durch einen letzten Klick die Karte aktualisiert werden. Jeder Arbeitsschritt wird im Skript durch eine ausführliche und deutliche Anleitung begleitet und wurde durch eine Einführung praktisch erläutert.</p>\n<h1>Die Wirkung</h1>\n<p>Durch unsere Arbeit haben wir erlassjahr in zwei zentralen Punkten unterstützt. Zum einen haben wir der Organisation dabei geholfen ihre Arbeitsprozesse zu automatisieren und zu optimieren um weniger Zeit auf copy-paste und mehr auf tiefgreifende Recherche zu verwenden. Zum anderen haben wir durch die <a href=\"https://erlassjahr.de/informieren/karte-ueberschuldete-staaten-weltweit/\">interaktive Karte</a> eine Ergänzung zum statischen Jahresbericht in PDF und Print-Form ermöglicht, durch den Nutzer nun tiefer in die Materie eintauchen können. Es ist nun möglich, die Vielzahl an Parametern und Kategorien die im Jahresbericht beschrieben werden individuell zu erkunden und interaktiv erleben. Somit sind die Karte und die Rechercheergebnisse zugänglicher und erlebbarer für eine größere Gruppe an interessierten Nutzer:innen geworden.</p></body></html>",
    "summary": "<html><head></head><body>Erlassjahr.de ist eine NGO, die sich für faire und transparente Entschuldungsprozesse weltweit einsetzt. Mit dem Ziel, die Datengenerierung und -visualisierung zu vereinfachen, unterstützte ein Team von CorrelAid erlassjahr.de bei der Entwicklung einer interaktiven Weltkarte mit Leaflet, Shiny und R sowie bei der teilweisen Automatisierung der Prozesse, z.B. durch das Laden von offenen Daten. Die Unterstützung des Teams für erlassjahr.de hatte vor allem zwei Wirkungen: Zum einen konnte durch die Automatisierung der Datengenerierungsprozesse zeitliche Ressourcen für die tiefergende Recherche der Verschuldungsursachen freigesetzt werden, zum anderen ergänzt die interaktive Weltkarte den statischen Jahresbericht  und gibt Besucher*innen der Webseite einen niedrigschwelligen und interaktiven Einstiegspunkt in die Daten.</body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://soundcloud.com/correlaid_podcast/about-correlaid-eine-interaktive-weltkarte-fur-erlassjahrde",
        "outputType": "podcastEpisode",
        "outputNumber": 1
      },
      {
        "url": "https://github.com/CorrelAid/erlassjahr",
        "outputType": "repository",
        "outputNumber": 0
      },
      {
        "url": "https://erlassjahr.de/informieren/karte-ueberschuldete-staaten-weltweit/",
        "outputType": "webapp",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Dennis Hammerschmidt",
        "links": {
          "website": "http://dennis-hammerschmidt.rbind.io",
          "linkedin": "https://www.linkedin.com/in/dennis-hammerschmidt/",
          "mastodon": null,
          "github": "https://github.com/dennis-hammerschmidt"
        },
        "email": null
      },
      {
        "name": "Antonia Scherz",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/antonia-scherz-7b4740178/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Jonathan Sauer",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/jrabensc",
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2020-03-ERL",
    "teaser": "Wir halfen dem erlassjahr-Team, Zeit und Mühe zu sparen, indem wir die Datengenerierung automatisierten und eine interaktive Weltkarte erstellten, um die Verschuldungssituation weltweit zu visualisieren und den Nutzern das Erkunden und Verstehen der Daten zu erleichtern.",
    "endDate": "2020-08-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Wer ist interessiert an einem guten Leben im ländlichen Raum?",
    "organization": {
      "name": "Denk-mal-Kultur e.V.",
      "description": "<p>Der Verein Denk-mal-Kultur e.V. [...] versucht nun, weiterhin kulturelle H&ouml;hepunkte zu organisieren, hat sich aber auch das Ziel gestellt, den historischen Dorfkern Heinersdorfs zu bewahren und aktiv die Sanierung der Kirche und des Herrenhauses zu unterst&uuml;tzen. Der Verein setzt sich in erster Linie f&uuml;r die beiden Denkm&auml;ler Kirche und Schlo&szlig; Heinersdorf ein und m&ouml;chte auch weiterhin kulturelle Veranstaltungen dort anbieten. Denk-mal-Kultur e.V. k&uuml;mmert sich somit um Denkm&auml;ler und Kultur im weiteren Sinne. Vordringlich k&uuml;mmern wir uns jedoch momentan um das Projekt Herrenhaus Heinersdorf. (<a href=\"https://www.schloss-heinersdorf.info/denk-mal-kultur_e_v_/\" target=\"_blank\" rel=\"noopener\">Quelle</a>)</p>",
      "address": {
        "street": "Marx-Engels-Platz",
        "number": "5",
        "zip_code": "19374",
        "place": "Mestlin",
        "country": "Germany"
      },
      "address_comments": "Mehrere ähnlich benannte Vereine existieren; dieser bezieht sich auf Denkmal Kultur Mestlin e.V.",
      "impressum": "https://denkmal-kultur-mestlin.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Datenerhebung",
      "Visualisierung"
    ],
    "dataTypes": [
      "Umfrage",
      "Verwaltung"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Denk-mal-Kultur e.V. kümmert sich in erster Linie um das Herrenhaus Heinersdorf. Gemeinsam mit Partnern möchte Denk-mal-Kultur e.V. in dem Herrenhaus eine Akademie für selbstbestimmtes Altwerden auf dem Land einrichten. In diesem Kontxt soll auch eine Praxisforschungsstelle gegründet werden, die sich der folgenden Frage annimmt: “Wie kann man das Älterwerden in ländlichen Gebieten am besten bewältigen?” Als sie mit CorrelAid Kontakt aufnahmen, standen die Organisator:innen ganz am Anfang des Projekts und benötigten Unterstützung, um herauszufinden, ob die lokale Bevölkerung und andere relevante Akteure (Politik, Verwaltung, Pflegepersonal und medizinisches Personal) an der Praxisforschungsstelle interessiert sind. Die Ehrenamtlichen von Denk-Mal-Kultur hatten einen groben Umfrageentwurf vorbereitet, suchten aber Hilfe, um diesen zu präzisieren, eine Online-Umfrage durchzuführen und die Ergebnisse zu analysieren. Von den Ergebnissen erhofften sie sich handlungsrelevante Erkenntnisse für die Initiative, die bei weiteren Aktivitäten helfen könnten, z.B. bei der Kontaktaufnahme mit potenziellen Projektpartnern oder bei der Suche nach Fundraising-Möglichkeiten.</p>\n<h1>Die Datengrundlage</h1>\n<p>Die Daten wurden im Rahmen des Projekts mit einer Umfrage erhoben (weitere Details siehe unten). Zusätzlich zu den Umfragedaten nutzte das CorrelAid Team für die Region verfügbare offene Daten vom Statistischen Informationssystem Berlin-Brandenburg (<a href=\"https://www.statistik-berlin-brandenburg.de/regionales/inhalt-regionales.asp\">StatIS-BBB</a>).</p>\n<h1>Der Ansatz</h1>\n<p>Das CorrelAid Team hat die Verbesserung des Umfragedesigns unterstützt, indem es nicht nur die wichtigsten themenbezogenen Fragen, sondern auch demographische Fragen wie zur Erfassung des Geschlechts und des Bildungstands entwickelt hat. Nach erfolgreichem Design des Fragebogens in Absprache mit Denk-Mal-Kultur führte das CorrelAid Team die Online-Umfrage mithilfe von <a href=\"https://www.sogosurvey.com/\">SoGo</a> durch. Etwa 140 Bürgerinnen und Bürger sowie relevante Stakeholder beantworteten die Umfrage.</p>\n<p>Mithilfe der demographischen Daten konnte überprüft werden, ob es Unterschiede zwischen verschiedenen potenziellen Nutzer:innen und Interessengruppen gibt. Außerdem wurde die Repräsentativität der Umfrage evaluiert: Hierzu glich das Team einige der Merkmale (z.B. Geschlecht und Bildung) mit den offiziellen Statistiken der Region ab.</p>\n<p>Das CorrelAid-Team erstellte einen PDF-Bericht mit vielen nützlichen Grafiken und deren Interpretationen. Die Analyse identifizierte relevante Interessengruppen, Themen, Kommunikationskanäle und Interaktionsformen. Sie ergab unter anderem, dass die Praxisforschungsstelle bei Frauen mehr Interesse weckt als bei Männern.</p>\n<h1>Die Wirkung</h1>\n<p>Das Projekt hatte zwei Effekte: Zum einen deuteten die Umfrageergebnisse darauf hin, dass generell ein großes Interesse bei allen Befragten besteht, sowohl in der Bevölkerung als auch bei den relevanten Stakeholdern. Dieses Ergebnis gibt nicht nur allen Mitgliedern des Denk-Mal-Kultur Teams für die Praxisforschungsstelle einen Motivationsschub, sondern erleichtert auch die Ansprache von Ministerien und anderen potenziellen Förderern bei Fundraising-Aktivitäten.</p>\n<p>Zweitens erleichtern die Umfrageergebnisse dem Denk-Mal-Kultur Team die Priorisierung der Aktivitäten nach Interesse und möglicher Unterstützung durch lokale Interessenvertreter:innen. Kurz gesagt, sie bietet eine solide, nutzerorientierte Grundlage für zukünftige Aktivitäten, die auf den Aufbau der Akademie für selbstbestimmtes Altwerden und der Praxisforschungsstelle abzielen.</p></body></html>",
    "summary": "<html><head></head><body>Denk-mal-Kultur e.V. wollte eine Akademie für selbstbestimmtes Altwerden und eine Praxisforschungsstelle aufbauen, die sich mit der Frage beschäftigt, wie das Älterwerden im ländlichen Raum gelingen kann. Der Verein wandte sich an CorrelAid, um die Bevölkerung und die Akteur*innen vor Ort nach ihrem Interesse an dem Projekt zu befragen. Das CorrelAid-Team entwickelte die Umfrage, sammelte die Daten und erstellte einen Bericht mit Erkenntnissen, die für weitere Aktivitäten wie Fundraising und die Suche nach potenziellen Projektpartnern genutzt werden können. Die Ergebnisse der Umfrage zeigten ein großes Interesse bei allen Befragten, was es den Initiator*innen erleichterte, auf potenzielle Sponsoren zuzugehen und die Aktivitäten nach Interesse und potenzieller Unterstützung durch die lokale Bevölkerung zu sortieren.</body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://www.berliner-zeitung.de/mensch-metropole/ein-herrenhaus-in-der-warteschleife-li.102754",
        "outputType": "article",
        "outputNumber": 0
      }
    ],
    "projectContacts": [
      {
        "name": "Sylvi Rzepka",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/sylvi-rzepka",
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/8c856aa0-0b51-4b24-9810-d8738877de6f.webp",
        "imageDesc": null,
        "imageAlt": "Sylvi Rzepka",
        "pronouns": "sie/ihr",
        "email": null
      },
      {
        "name": "Theresa Gasinski",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/theresagasinski/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Gino Liguori",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/jrabensc",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Florian Kaiser",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/jrabensc",
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2020-03-DEN",
    "teaser": "Wir haben Denk-mal-Kultur e.V. dabei unterstützt, das Interesse an seiner Akademie für selbstbestimmtes Altern und seinem Praxisforschungszentrum zu ermitteln und Erkenntnisse für künftige Aktivitäten und die Sicherung der Finanzierung zu gewinnen.",
    "endDate": "2020-07-15",
    "localChapterNames": [
      "Berlin"
    ],
    "procLocalChapters": [
      {
        "city": "Berlin",
        "href": "/mitmachen/correlaidx/berlin"
      }
    ]
  },
  {
    "title": "Weiterbildungen im nachhaltigen Sektor fördern",
    "organization": {
      "name": "OdA Umwelt",
      "description": "<p>The Organization of the Working World (OdA) Environment is organized as an association and pursues the goal of promoting environmental professions in vocational training as a sustainable occupational field, strengthening their image and contributing to the exchange of information and opinions. To this end, the OdA Umwelt promotes cooperation between the federal government, cantons, professional associations and training providers.</p>",
      "address": {
        "street": "Eichistrasse",
        "number": "1",
        "zip_code": "6055",
        "place": "Alpnach Dorf",
        "country": "Switzerland"
      },
      "impressum": "https://www.umweltprofis.ch/impressum-datenschutz"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Webentwicklung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Einführung einer durchsuchbaren Datenbank mit interaktiver Bewertung zur Förderung von Qualifikationen im Bereich der Nachhaltigkeit. Unser Projekt zielt darauf ab, eine benutzerfreundliche Plattform für die Erkundung und Bewertung von Nachhaltigkeitsqualifikationen bereitzustellen, die fundierte Entscheidungen und die berufliche Entwicklung in diesem Bereich unterstützt.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://www.umweltprofis.ch/assessment",
        "outputType": "webapp",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2019-11-ODA",
    "teaser": "Wir haben eine durchsuchbare Datenbank entwickelt, um fundierte Entscheidungen und die berufliche Entwicklung im Bereich der Nachhaltigkeit zu unterstützen und eine benutzerfreundliche Plattform für die Erkundung und Bewertung von Qualifikationen bereitzustellen.",
    "endDate": "2020-06-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Komunat - die Wirkung von Wahlentscheidungshilfen bei Kommunalwahlen",
    "organization": {
      "name": "VOTO",
      "description": "<p>Mit der digitalen Plattform zur Erstellung von Online-Wahlhilfen f&ouml;rdert die VOTO gUG das demokratische Staatswesen Deutschlands.</p>",
      "address": {
        "street": "Stockholmer Platz",
        "number": "1",
        "zip_code": "70173",
        "place": "Stuttgart",
        "country": "Germany"
      },
      "impressum": "https://www.voto.vote/en/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse",
      "Visualisierung",
      "Reporting"
    ],
    "dataTypes": [
      "Umfrage",
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Wem kommen beim Stichwort “Kommunalwahl” direkt die unendlich langen, unübersichtlichen Listen mit Kandidat*innen in den Sinn? Dafür wurde der KOMUNAT entwickelt - eine Wahlentscheidungshilfe für die Kommunalwahl in Stuttgart 2019. &nbsp;Jede*r Kandidat*in konnte zu verschiedenen Statements die eigene Einstellung angeben. Nutzer*innen bewerteten die gleichen Statements in einer Online-Applikation und erhielten ein Ranking der Kandidierenden basierend auf der Ähnlichkeit ihrer Einstellungen. Das CorrelAid-Team analysierte die anonymen Nutzungsdaten - zum Beispiel die Nutzungsstatistik, die Antworttendenzen der Teilnehmenden und Kandidierenden, der Einfluss eines KOMUNAT-Profils auf den Stimmenanteil - und gaben Feedback zur Weiterentwicklung des KOMUNATs. Die Ergebnisse wurden in einem Bericht und einer interaktiven Shiny-App zusammengefasst.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://soundcloud.com/correlaid_podcast/about-correlaid-data-science-fur-die-wahlentscheidungshilfe-komunat",
        "outputType": "podcastEpisode",
        "outputNumber": 1
      },
      {
        "url": "https://youtu.be/JJoEJGc1eNc?t=2745",
        "outputType": "video",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2020-01-KOM",
    "teaser": "Für die Kommunalwahl 2019 in Stuttgart haben wir ein Wahlentscheidungstool entwickelt, mit dem die Nutzerinnen und Nutzer die Kandidatinnen und Kandidaten anhand ihrer Einstellungen zu verschiedenen Aussagen bewerten und ein Ranking erhalten.",
    "endDate": "2020-06-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Mithilfe von Machine Learning Anomalien in Bienenstöcken erkennen",
    "organization": {
      "name": "Bee Observer BOB",
      "description": "<p>Imker*innen, Maker*innen, Forscher*innen arbeiten zusammen an dem digitalen Bienenstock. So werden Risiken und Gefahren f&uuml;r Honigbienen schneller erkannt und reduziert.</p>",
      "address": {
        "street": "",
        "number": "",
        "zip_code": "",
        "place": "",
        "country": ""
      },
      "address_comments": "Projekt des Fachbereichs Kognitive Neuroinformatik, Universität Bremen. Impressum der Projektseite listet nur Verantwortliche Person und Ortsangabe.",
      "impressum": "https://www.beeobserver.org/about/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Modellierung"
    ],
    "dataTypes": [
      "Open Data"
    ],
    "description": null,
    "summary": "<html><head></head><body>Bienen sind entscheidend für die Erhaltung des Lebens auf der Erde in seiner jetzigen Form. Das Team von CorrelAid hat der Citizen-Science-Initiative BeeObserver geholfen, die Bienenbeobachtung und -forschung auf die nächste Stufe zu heben, indem es Sensordaten nutzbar gemacht und maschinelles Lernen verwendet hat, um ein Alarmsystem aufzubauen, das Imker*innen in Notfällen alarmiert. </body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://soundcloud.com/correlaid_podcast/data4good-in-der-okologie",
        "outputType": "podcastEpisode",
        "outputNumber": 1
      },
      {
        "url": "https://www.youtube.com/watch?v=POqqK7Qj4cU",
        "outputType": "video",
        "outputNumber": 1
      },
      {
        "url": "https://www.youtube.com/watch?v=eGZ98pMt4YI",
        "outputType": "video",
        "outputNumber": 2
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2019-10-BEE",
    "teaser": "Wir haben BeeObserver dabei geholfen, die Bienenbeobachtung auf ein neues Niveau zu heben, indem wir Sensordaten nutzbar gemacht und ein Warnsystem für Imker geschaffen haben.",
    "endDate": "2020-02-15",
    "localChapterNames": [
      "Rhein-Main",
      "Bremen"
    ],
    "procLocalChapters": [
      {
        "city": "Rhein-Main",
        "href": "/mitmachen/correlaidx/rheinmain"
      },
      {
        "city": "Bremen",
        "href": "/mitmachen/correlaidx/bremen"
      }
    ]
  },
  {
    "title": "tf-idf zu Babel: Text Mining zur Optimierung von automatisierten Prozessen in multilingualen Kontexten",
    "organization": {
      "name": "Minor Kontor",
      "description": "<p>Minor &ndash; Projektkontor f&uuml;r Bildung und Forschung wird von einem interdisziplin&auml;ren und interkulturellen Team getragen. Vielf&auml;ltig, engagiert und wissenschaftlich fundiert arbeitet Minor mit und f&uuml;r gesellschaftlich marginalisierte Gruppen. Minors Mitglieder sind bundesweit und transnational aktiv in der Forschung, Programm- und Projektberatung, Weiterbildung, Netzwerkarbeit und Modellprojektentwicklung. (adaptiert von https://minor-kontor.de/ueber-minor/)</p>",
      "address": {
        "street": "Alt-Reinickendorf",
        "number": "25",
        "zip_code": "13407",
        "place": "Berlin",
        "country": "Germany"
      },
      "address_comments": "Büro Brandenburg: Spree Hub, Feldstraße 34, 15517 Fürstenwalde/Spree. Andere Seite nennt Alt-Moabit 73, 10555 Berlin (Netzwerkprofil).",
      "impressum": "https://minor-kontor.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse",
      "Modellierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body>Das Projekt \"Migrationsberatung 4.0\" von Minor EU konzentrierte sich auf die Unterstützung neu angekommener Migranten bei der Integration in den Arbeitsmarkt. Die Organisation trat proaktiv mit den Zielgruppen in den sozialen Medien in Kontakt, insbesondere in relevanten Facebook-Gruppen, die auf den Herkunftsländern der Migranten basieren. Um ihre Arbeit zu vereinfachen, richtete das Minor-Team E-Mail-Benachrichtigungen für neue Beiträge ein, stand aber vor der Herausforderung, irrelevante Inhalte aus der Masse der Benachrichtigungen manuell herauszufiltern. Das CorrelAid-Team nutzte R und Python, um Minor zu unterstützen, indem es ein interaktives Tool für die Beschriftung von Beiträgen entwickelte, die Filter für E-Mail-Benachrichtigungen auf der Grundlage gelabelter Daten verbesserte, deskriptive Statistiken für das Reporting zur Verfügung stellte und Experimente wie Topic Modeling und Sentiment Analysis durchführte. Das Projekt resultierte in Zeiteinsparungen, einer besseren Identifizierung relevanter Beiträge und einem verbesserten Bericht für Geldgeber. Das Projekt machte deutlich, wie wichtig klare Projektziele, die Investition von Zeit und die Qualität der Daten für erfolgreiche Datenprojekte sind.</body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "/blog/datendialog-berlin",
        "outputType": "blogPost",
        "outputNumber": 1
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2019-02-MIN",
    "teaser": "Wir haben ein interaktives Tool entwickelt, um Minor EU dabei zu helfen, besser mit Migranten in den sozialen Medien in Kontakt zu treten, Zeit zu sparen und die Berichterstattung für Geldgeber zu verbessern.",
    "endDate": "2019-11-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Automatisierte Reportgenerierung zur Verbesserung der Arbeit der Weltläden",
    "organization": {
      "name": "Weltladen Dachverband",
      "description": "<p>Der <a href=\"https://www.weltladen.de/\" target=\"_blank\" rel=\"noopener\">Weltladen-Dachverband</a> ist das zentrale Netzwerk der Weltl&auml;den und Aktionsgruppen f&uuml;r Fairen Handel auf Bundesebene. Er ist als Verein organisiert und hat seine Gesch&auml;ftsstelle in Mainz. Rund 460 der ca. 900 Weltl&auml;den in Deutschland sind Mitglied im Weltladen-Dachverband. Er unterst&uuml;tzt Weltl&auml;den in allen Bereichen ihrer Arbeit, entwickelt Informations-, Kampagnen und Schulungsmaterialien, bietet Fortbildungen an und organisiert mit den j&auml;hrlichen Weltladen-Fachtagen das gr&ouml;&szlig;te Treffen f&uuml;r Weltl&auml;den und ihre Partner. Mit seinen &Uuml;berpr&uuml;fungs- und Monitoringinstrumenten leistet er dar&uuml;ber hinaus einen wertvollen Beitrag zur Glaubw&uuml;rdigkeit der Weltl&auml;den. (<a href=\"https://www.weltladen.de/weltladen-dachverband/\" target=\"_blank\" rel=\"noopener\">Quelle</a>)</p>",
      "address": {
        "street": "Ludwigsstraße",
        "number": "11",
        "zip_code": "55116",
        "place": "Mainz",
        "country": "Germany"
      },
      "impressum": "https://www.weltladen.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Automatisierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Der Weltladen Dachverband und das Eine Welt Netzwerk Bayern (im Weiteren nur Weltladen Dachverband) führen jedes Jahr Befragungen ihrer Mitglieder - einzelne Weltläden - durch, um deren Situation und Bedürfnisse besser zu verstehen. Den Mitgliedern soll außerdem nutzenbringendes Feedback bzgl. ihrer Stellung im Vergleich zu den andern Weltläden gegeben werden.</p>\n<p>Der Anspruch der Umfrage ist es, jedem Weltladen, der an der Umfrage teilnimmt, eine individualisierte Rückmeldung zu geben. Der entsprechende Report enthält verschiedene Grafiken und deskriptive Statistiken, der es den einzelnen Weltläden erlaubt, ihre Situation im Vergleich zu anderen Weltläden einzuschätzen. Die se individuellen Reports wurden vor Projektbeginn händisch mit Excel und Word erstellt. Bei mehreren hundert teilnehmenden Mitgliedern war dies ein sehr zeitaufwändiger und fehleranfälliger Prozess, welcher von den zumeist ehrenamtlichen Mitarbeitern des Weltladen Dachverbands nur schwer gestemmt werden konnte.</p>\n<p>Der Weltladen Dachverband wollte diesen Prozess automatisieren. Darüber hinaus sollten durch statistische Analysen zusätzliche Zusammenhänge in der Struktur der Weltläden aufgedeckt werden.</p>\n<h1>Die Datengrundlage</h1>\n<p>Die Daten basierten auf einer durchgeführten Online-Umfrage unter den Weltläden. Der Datensatz umfasste dabei eine dreistellige Zahl an teilnehmenden Läden und mehrere dutzende Variablen.</p>\n<p>Die Daten wurden aus dem Online-Umfrage-Tool als .csv-Dateien exportiert und dem CorrelAid Team bereitgestellt. Während des Projekts wurden die Daten ausschließlich auf den Systemen des Dachverbands sowie CorrelAid-Servern gespeichert, sodass ein Zugang durch unberechtigte Dritte ausgeschlossen werden konnte.</p>\n<h1>Der Ansatz</h1>\n<p>CorrelAid konnte dem Team des Weltladen Dachverbands helfen, indem die manuelle und somit fehleranfällige und sehr zeitaufwendige Erstellung von individualisierten Berichten automatisiert wurde. Hierzu wurden die frei zugängliche Statistik-Software R sowie implizit das Textsatzsystem Latex zum Erstellen von Tabellen innerhalb der Berichte verwendet.</p>\n<p>Im Zuge des Projekts wurden außerdem Vorschläge zur Optimierung der Fragebögen entwickelt und umgesetzt.</p>\n<p>Um eine langfristige Wirkung des Projekts sicherzustellen, wurde darauf geachtet, das Team des Dachverbands dazu zu befähigen, die Analyse zukünftig selbst auszuführen. Die von CorrelAid entwickelten Skripte wurden hierzu ausführlich und persönlich mit Mitarbeiter:innen des Dachverbands besprochen und deren Durchführung umfangreich getestet. Außerdem wurde der Code sinnvoll kommentiert. Für Nachfragen stand das Projektteam außerdem zusätzlich zur Verfügung, worauf der Weltladen Dachverband auch wiederholt zurück gegriffen hat. Die Durchführung auf der lokalen Maschine der Mitarbeiter:innen läuft mittlerweile reibungslos.</p>\n<h3>Technischer Lösungsansatz</h3>\n<p>Die Daten wurden mit R eingelesen und aufbereitet (Datenqualitätskontrolle, Aggregation, Erstellen neuer Variablen). Dabei wurden deskriptive Auswertungen für alle Läden sowie für die individuellen Läden und ihre jeweilige Peergroup durchgeführt. Die Ergebnisse wurden für die individualisierten Berichte benötigt, welche wiederum mit Rmarkdown generiert wurden. Tabellen in den Berichten wurden mit dem R-Paket kableExtra erstellt, die Grafiken mittels ggplot2. Der gesamte Prozess kann nun für alle für alle teilnehmenden Weltläden angestoßen werden und läuft dann automatisch durch.</p>\n<h1>Die Wirkung</h1>\n<p>Dank des Automatisierungsansatzes kann der Weltladen Dachverband die Berichte nun einfacher, dauerhafter und mit sehr viel weniger Aufwand erstellen. Außerdem konnte die Validität der Daten verbessert werden.</p>\n<p>Der Weltladen Dachverband hat außerdem durch das Projekt ein besseres Verständnis für die generelle Herangehensweise bei datengetriebenen Auswertungen bekommen. Dazu gehören Aspekte wie die Erstellung der Umfrage bereits mit Hinblick auf die spätere Auswertung der Daten und Überlegungen bzlg. der Datenqualitätsanalyse. Auch die eingesetzen Tools und ihre Möglichkeiten wurden vermittelt.</p>\n<p>Die CorrelAid-Ehrenamtlichen konnten ihrerseits ein besseres Verständnis für die Bedürfnisse/Arbeitsweise von NGOs im Allgemeinen und den Weltläden im Speziellen gewinnen. Außerdem konnten sie im Rahmen des Projekts viel voneinander lernen - sowohl in Bezug auf Tools als auch auf die Vorgehensweise und Art der Zusammenarbeit.</p></body></html>",
    "summary": "<html><head></head><body>Für die jährliche Mitgliederbefragung des Weltladen Dachverbands automatisierte das CorrelAid-Team die Erstellung von über 300 individualisierten Reports, um Zeit zu sparen und Fehler zu reduzieren. Das Projekt umfasste den Einsatz von R und Latex zur Erstellung von Reports und Tabellen sowie die Entwicklung von Vorschlägen zur Fragebogenoptimierung. Der Automatisierungsansatz hat die Validität der Daten und Reports verbessert und dem Verband ein besseres Verständnis für datengetriebene Prozesse vermittelt, während die Volunteers von CorrelAid einen Einblicke in die Bedürfnisse von NPOs erhielten.</body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://soundcloud.com/correlaid_podcast/about-correlaid-automatisierte-reportgenerierung-fur-die-weltladen",
        "outputType": "podcastEpisode",
        "outputNumber": 1
      }
    ],
    "projectContacts": [
      {
        "name": "Gideon May",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/gideon-may-248790151/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Johannes Rabenschlag",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/jrabensc/",
          "mastodon": null,
          "github": "https://github.com/jrabensc"
        },
        "email": null
      },
      {
        "name": "Raphael Riege",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/raphael-riege-aa15a914b/",
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Stefan Boschenriedter",
        "links": {
          "website": "",
          "linkedin": "https://www.linkedin.com/in/stefan-boschenriedter-5417a2134/",
          "mastodon": null,
          "github": null
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2019-06-WEL",
    "teaser": "Wir haben den Weltladen-Dachverband dabei unterstützt, die Erstellung individueller Berichte für seine Weltläden zu automatisieren, um den Prozess effizienter zu gestalten und Fehler zu reduzieren.",
    "endDate": "2019-11-15",
    "localChapterNames": [
      "Rhein-Main"
    ],
    "procLocalChapters": [
      {
        "city": "Rhein-Main",
        "href": "/mitmachen/correlaidx/rheinmain"
      }
    ]
  },
  {
    "title": "Lebensmittelverschwendung reduzieren und Planung verbessern: Zeitreihenanalyse für ein Restaurant für bedürftige Menschen",
    "organization": {
      "name": "Mannheimer Platte",
      "description": "<p>Die Mannheimer Platte ist ein Verein von engagierten Frauen und M&auml;nnern, die parteipolitisch und konfessionell unabh&auml;ngig das Ziel verfolgen, bed&uuml;rftigen Menschen zu helfen. Im November 1995 hat der Verein in H 7, 26 ein Lokal er&ouml;ffnet, das bed&uuml;rftigen B&uuml;rgern Speisen und Getr&auml;nke anbietet. In diesem Lokal werden die G&auml;ste durch ehrenamtliche Kr&auml;fte in freundlicher Umgebung bedient.</p>",
      "address": {
        "street": "H 7",
        "number": "26",
        "zip_code": "68159",
        "place": "Mannheim",
        "country": "Germany"
      },
      "impressum": "https://mannheimer-platte.de/index.php/rechtlichen-seiten/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Explorative Analyse",
      "Modellierung"
    ],
    "dataTypes": [
      "Prozess"
    ],
    "description": null,
    "summary": "<html><head></head><body><p>Die \"Mannheimer Platte\" ist ein Restaurant, das allen, vor allem aber armen Menschen, ein bezahlbares Mittagessen anbietet. Das Projekt mit CorrelAid hatte zum Ziel, die Prozesse innerhalb der Organisation zu optimieren und zu evaluieren. Das Team der Mannheimer Platte benötigte Einblicke in die Faktoren, die den Absatz und die Nachfrage nach den Mahlzeiten beeinflussen, um die Beschaffungsplanung zu verbessern. Die Daten bestanden aus 17 Jahren Zeitreihen, die täglich aufgezeichnet wurden und Variablen wie die Anzahl der ausgegebenen Speisen und Getränke und den Gesamtumsatz enthielten. Die Daten waren in Excel-Dateien gespeichert. Das CorrelAid-Team half bei der Datenanalyse mit R und SAS, indem es die Daten bereinigte und aufbereitete. Das Projekt lieferte Einblicke, die die Intuition der Ehrenamtlichen hinsichtlich der Beliebtheit des Essens an bestimmten Wochentagen bestätigten, und zeigte Muster auf, wie z.B. reduzierte Bestellungen und verstärkte Nutzung von Gutscheinen gegen Ende des Monats. Die Organisation lernte den Wert von Daten und ihr Potenzial zur Entscheidungsfindung kennen. Die Ergebnisse des Projekts wurden im Rahmen eines Übergabeworkshops und von Präsentationen weitergegeben, einschließlich leicht verständlicher Heuristiken, die aus den statistischen Modellen abgeleitet wurden.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://osf.io/3zsn6/",
        "outputType": "report",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2019-01-MAP",
    "teaser": "Wir analysierten die Daten des Restaurants Mannheimer Platte, um die Umsatz- und Nachfragemuster zu verstehen, und lieferten Erkenntnisse, die zur Entscheidungsfindung und zur Verbesserung der Beschaffungsplanung beitrugen.",
    "endDate": "2019-07-15",
    "localChapterNames": [
      "Mannheim"
    ],
    "procLocalChapters": [
      {
        "city": "Mannheim",
        "href": "/mitmachen/correlaidx/mannheim"
      }
    ]
  },
  {
    "title": "Mitgliederbefragung des Turnvereins Käfertal",
    "organization": {
      "name": "Turnverein 1880 Käfertal",
      "description": "<p>Der TV K&auml;fertal ist ein in Mannheim angesiedelter Sportverein mit ca. 800 Mitgliedern. Das Angebot des Vereins umfasst den Breitensport mit g&auml;ngigen Abteilungen wie beispielsweise Kinderturnen, Tennis, Karate, und Fitnesskurse. Eine Besonderheit des Vereins ist die Faustball-Abteilung, inklusive der Mannschaft der M&auml;nner, die in der ersten deutschen Liga spielt. (<a href=\"https://www.tv-kaefertal.de/index.php/kontakte\" target=\"_blank\" rel=\"noopener\">Quelle</a>)</p>",
      "address": {
        "street": "Wachenheimer Straße",
        "number": "75",
        "zip_code": "68309",
        "place": "Mannheim",
        "country": "Germany"
      },
      "impressum": "https://tv-kaefertal.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Datenerhebung",
      "Reporting"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": "<html><head></head><body><h1>Die Challenge</h1>\n<p>Der TV Käfertal stand zum Start des Projekts am Anfang einer umfangreichen Evaluation. Zum einen wollte die Vereinsführung sich ein Bild über die Zufriedenheit der Mitglieder hinsichtlich der sportlichen Aspekte des Vereins machen, zum anderen die eigene Kommunikation und deren Wirksamkeit hinterfragen. Wichtig war dabei besonders die Unterscheidung zwischen den Bedürfnissen von regulären Mitgliedern und den ehrenamtlich Engagierten des Vereins. Aus diesem Grund plante die Vereinsleitung zu Anfang des Jahres 2019 eine umfassende Mitgliederbefragung durchzuführen.</p>\n<h1>Die Datengrundlage</h1>\n<p>Um ein möglichst umfassendes Meinungsbild einzuholen, wurde auf eine digitale Befragung der Mitglieder gesetzt. Diese Befragung erforderte die Erstellung einer Onlineumfrage, in der Mitglieder zu den relevanten Fragen sinnvolle Antworten geben konnten. Zusätzlich erforderte das Design der Erhebung, dass Mitglieder und Engagierte in all ihren Funktionen zu den für sie entworfenen Fragen geleitet wurden.</p>\n<p>Nachdem über 150 Mitglieder des TV Käfertals bei der Erhebung mitgemacht hatten, setzte sich das Team von CorrelAid daran, die Ergebnisse auszuwerten, zu visualisieren und im Kontext der Befragung zu beschreiben.</p>\n<p>Die (anonymisierten) Mitgliederdaten aus der Vereinskartei halfen zudem ein übersichtliches Bild der soziodemografischen Struktur der Mitglieder zu zeichnen.</p>\n<h1>Der Ansatz</h1>\n<p>In Zusammenarbeit mit der Vereinsleitung wurden Ende 2018 die Leitthemen und -fragen für die Mitgliedererhebung definiert. Dank der sozialwissenschaftlichen Expertise des CorrelAid-Teams wurde ein Online-Umfragetool ausgwählt und ein sinnvoller Fragenkatalog samt Antwortmöglichkeiten entworfen. Durch umfangreiches Testen wurde sichergestellt, dass die Mitglieder zu den Fragen geleitet wurden, die für ihre Rolle im Verein wichtig waren. Aufgrund der Altersstruktur innerhalb des Vereins wurde insbesondere auf die leichte Verständlichkeit und Bedienung des Fragebogens geachtet.</p>\n<p>Nach einer erfolgreichen Feldphase der Befragung ging es für das Team darum, die Umfragedaten verständlich zu veranschaulichen. Durch statistische Analysen wurden die Daten zusammengefasst und visualisiert. Im Frühsommer 2019 konnten die Ergebnisse in einem fast 30-seitigen Bericht an den Verein übergeben werden.</p>\n<h1>Die Wirkung</h1>\n<p>Die Ergebnisse der Befragung haben dem Verein und insbesondere dem Vorstand nachhaltig dabei geholfen, ihre Entscheidung und die Vereinsstrukturen auf den Prüfstand zu stellen. So wurde durch die Befragung klar, dass das Vereinsmagazin, der “Turnerbote”, als essenzieller Teil des Vereins angesehen wird und erhalten bleiben soll. Auf der anderen Seite jedoch wurde leider auch klar, dass es dem Verein langfristig nicht möglich sein, aus ihrem Verein heraus genug Übungsleiter zu rekrutieren. So entschied sich der Vorstand dazu, maßgeblich nach Übungsleitern außerhalb des Vereins zu suchen und weniger Energie auf die Rekrutierung innerhalb des Vereins zu verwenden. So konnte der Verein seine Strategien zur Weiterentwicklung anpassen. Weiterhin betonte der Vorstand, dass sie zukünftig gerne eine regelmäßige Evaluation der Vereinsstrukturen sowie weiterer Spezialthemen durchführen würden. So soll in den kommenden Jahren durch die Konversion der ehemaligen Militärgelände in Mannheim ein neues Stadtviertel in unmittelbarer Nachbarschaft zum Verein entstehen. Dies stellt den Verein vor komplett neue Herausforderungen, welche der Verein gerne pro-aktiv gestalten möchte und somit gerne weitere Projekte mit CorrelAid in der Zukunft anstreben möchte. Das erfolgreich abgeschlossene Projekt mit CorrelAid ermöglichte dem Verein schlussendlich daten-basierte Entscheidungen zu treffen, welche den Verein nachhaltig in eine erfolgreiche Zukunft führen werden.</p>\n</body></html>",
    "summary": "<html><head></head><body><p>Gemeinsam mit dem TV Käfertal führte CorrelAid eine umfassende Mitgliederbefragung durch, um die Vereinsstrukturen zu evaluieren und ein Feedback zur Effektivität der Kommunikation zu erhalten.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [],
    "projectContacts": [
      {
        "name": "Polina Mosolova",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/polina-mosolova/",
          "mastodon": null,
          "github": null
        },
        "imageSrc": "/assets/c8353b78-0f4e-435b-8944-e9eede5dcea2.webp",
        "imageDesc": null,
        "imageAlt": "Polina Mosolova",
        "email": null
      },
      {
        "name": "Alexander Sauer",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": null
        },
        "email": null
      },
      {
        "name": "Yvy Truong",
        "links": {
          "website": null,
          "linkedin": null,
          "mastodon": null,
          "github": "https://github.com/YvyTr"
        },
        "email": null
      },
      {
        "name": "Manuel Neumann",
        "links": {
          "website": null,
          "linkedin": "https://www.linkedin.com/in/manuel-neumann/",
          "mastodon": null,
          "github": "https://github.com/ManuelNeumann"
        },
        "email": null
      }
    ],
    "href": "/daten-nutzen/projektdatenbank/2018-11-TVK",
    "teaser": "Wir führten eine Mitgliederbefragung durch, um TV K&auml;fertal dabei zu helfen, die Zufriedenheit der Mitglieder und die Effektivität der Kommunikation zu verstehen. Die Umfrageergebnisse bildeten die Grundlage für datengestützte Entscheidungen, mit denen die Strategien und Strukturen des Verbandes für eine nachhaltige Zukunft angepasst wurden.",
    "endDate": "2019-04-15",
    "localChapterNames": [
      "Mannheim"
    ],
    "procLocalChapters": [
      {
        "city": "Mannheim",
        "href": "/mitmachen/correlaidx/mannheim"
      }
    ]
  },
  {
    "title": "Analyse einer Mitgliederbefragung des Pfadfinderbunds Nord",
    "organization": {
      "name": "Pfadfinder*innenbund Nord",
      "description": "<p>Der Pfadfinder*innenbund Nord in Hamburg ist ein ausschlie&szlig;lich ehrenamtlich organisierter, von Parteien, Kirchen und Erwachsenenverb&auml;nden unabh&auml;ngiger Hamburger Jugendbund mit mehr als 1100 aktiven Mitgliedern zwischen 9 und 25 Jahren. Derzeit gibt es bei uns 17 St&auml;mme, davon elf M&auml;dchen*- und sechs Jungen*st&auml;mme.&nbsp;</p>",
      "address": {
        "street": "Alsterdorfer Straße",
        "number": "575",
        "zip_code": "22335",
        "place": "Hamburg",
        "country": "Germany"
      },
      "impressum": "https://www.pbn.de/impressum/"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Reporting",
      "Explorative Analyse"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": "<html><head></head><body><p>Das Projektteam, bestehend aus fünf Mitgliedern in verschiedenen Städten Deutschlands und der Schweiz, arbeitete ausschließlich online zusammen. Mit Hilfe von deskriptiven Techniken verarbeitete das Team die Daten, um den Pfadfindern einen umfassenden Überblick über ihre schnell wachsende Mitgliedschaft zu geben. Darüber hinaus verglich das Team den Datensatz des Pfadfinder*innenbundes mit Informationen, die aus anderen Jugendstudien gewonnen wurden. Ziel dieser vergleichenden Analyse war es, herauszufinden, ob die Mitglieder des Pfadfinderbundes repräsentativ für die städtische Jugend im Allgemeinen sind.</p>\n<p>So half CorrelAid den Pfadfinder*innen ihre Tätigkeiten gut auf ihre Mitglieder und potentiell interessierte Jugendliche abzustimmen.</p></body></html>",
    "summary": "<html><head></head><body><p>Für sein erstes Projekt arbeitete CorrelAid mit dem Pfadfinder- und Pfadfinderinnenbund Nord in Hamburg zusammen. Dieser setzt sich aus 15 verschiedenen Gruppen, den sogenannten \"Stämmen\", zusammen und hat derzeit rund 1000 Mitglieder. Der Pfadfinder- und Pfadfinderinnenbund Nord hatte bereits 2009 und 2014 Mitgliederbefragungen durchgeführt, an denen jeweils mehr als 500 Personen teilnahmen. Das CorrelAid-Team hat die Auswertung dieser Umfragen übernommen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "/blog/overview-projektarbeit",
        "outputType": "blogPost",
        "outputNumber": 1
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2015-08-PBN",
    "teaser": "Wir halfen den Pfadfindern, ihre Mitglieder besser zu verstehen, indem wir die Daten analysierten und mit anderen Jugendstudien verglichen, so dass sie ihre Aktivitäten auf die Bedürfnisse und Interessen ihrer jungen Mitglieder abstimmen konnten.",
    "endDate": "2016-02-15",
    "localChapterNames": [],
    "procLocalChapters": []
  },
  {
    "title": "Output Monitoring durch Entwicklung und Implementierung eines Fragebogen mithilfe von Fokusgruppen",
    "organization": {
      "name": "CVJM-Gesamtverband in Deutschland e. V.",
      "description": "<p><span class=\"expandableItem\">Der Christliche Verein Junger Menschen ist mit insgesamt &uuml;ber 64 Millionen erreichten Menschen die weltweit gr&ouml;&szlig;te Jugendorganisation. </span><span class=\"expandableItem\">Diese Organisation ist &uuml;berkonfessionell christlich und in der Praxis evangelikal-protestantisch orientiert.</span></p>",
      "address": {
        "street": "Im Druseltal",
        "number": "8",
        "zip_code": "34131",
        "place": "Kassel",
        "country": "Germany"
      },
      "impressum": "https://www.cvjm.de/impressum"
    },
    "teamSelection": false,
    "applicationLink": null,
    "projectTypes": [
      "Datenerhebung"
    ],
    "dataTypes": [
      "Umfrage"
    ],
    "description": "<html><head></head><body><p>Dieses Datenvorhaben wurde im Rahmen des Civic Data Labs (CDL) realisiert. Als Konsortialpartner im CDL war CorrelAid dabei für die Konzeption des Vorhabens und die Begleitung der Umsetzung durch externe Dienstleister hauptverantwortlich. Im unten verlinkten Blog finden sich mehr Infos über die beteiligte Organisation und ihre Datenherausforderung sowie den Lösungsansatz und die Wirkung des Vorhabens.</p></body></html>",
    "summary": "<html><head></head><body><p>Unser Ziel war es, mithilfe einer Umfrage Erkenntnisse zu sammeln und Empfehlungen zu geben, die der Organisation helfen, die Bedürfnisse ihrer Gemeinschaft besser zu verstehen.</p></body></html>",
    "isInternal": false,
    "projectOutputs": [
      {
        "url": "https://civic-data.de/output-monitoring-ten-sing/",
        "outputType": "article",
        "outputNumber": 0
      }
    ],
    "projectContacts": [],
    "href": "/daten-nutzen/projektdatenbank/2024-04-TEN",
    "teaser": "Wir haben mit CorrelAid zusammengearbeitet, um die Datenherausforderungen der teilnehmenden Organisationen anzugehen und Erkenntnisse zu sammeln, die ihnen helfen, ihren Gemeinden besser zu helfen.",
    "endDate": null,
    "localChapterNames": [],
    "procLocalChapters": []
  }
]